[{"articles": [{"published": 1123891200.0, "title": "BA strike chaos starting to ease", "image": "http://newsimg.bbc.co.uk/media/images/40687000/jpg/_40687186_samtopp_ap_story203.jpg", "body": "Thousands of BA passengers have been stranded by the strike action\n\nThe airline will continue catch-up operations on Sunday, after over 80% of its scheduled flights ran on Saturday.\n\nUp to 100,000 travellers are thought to have been disrupted by the BA strike in sympathy with sacked catering workers.\n\nTalks between caterer Gate Gourmet and the Transport and General Workers Union (TGWU) will continue on Sunday.\n\nHundreds of BA ground staff went on strike on Thursday after Gate Gourmet, which supplies meals for BA flights, a day earlier sacked 670 staff.\n\nGate Gourmet said it had sacked the staff for staging an unofficial walkout over the firm's restructuring plans - this has been disputed by TGWU.\n\nCHAOS AT HEATHROW Wed: Gate Gourmet sack workers who miss a deadline to report to work. BA cancel four flights due to a lack of food Thurs: Some BA staff stop work in sympathy with sacked staff. BA cancels all flights into and out of Heathrow Fri: Talks begin between the union and Gate Gourmet. BA staff start returning to work. By 2030 BST BA flights start leaving Heathrow\n\nAdvice for passengers\n\nA Gate Gourmet spokesman said the talks had been \"constructive\", while the union said there had been \"useful discussions\".\n\nEmployees who had been sacked but were legitimately absent from work and did not strike on Wednesday were in the process of being reinstated, Gate Gourmet said in an earlier statement.\n\nIt is believed this involves 100 staff - Gate Gourmet had previously refused to hand back jobs to any of the staff. TGWU wants all 670 workers reinstated.\n\nMillions in losses\n\nThe BA strike grounded flights for more than 24 hours - the cost to the airline in loss of revenues, refunds and the expense of accommodating passengers in hotels is estimated at up to £40m.\n\nServices began operating again at 2030 BST (1930 GMT) on Friday.\n\nThe airline had hoped 85% of short-haul flights and 80% of long-haul flights would run as normal on Saturday.\n\nOnly passengers with reconfirmed reservations were asked to go to the airport.\n\nSome passengers have been waiting for flights since Thursday\n\nBA marketing director Martin George told Sky News those who had been waiting for several days were not being given precedence over passengers with later bookings.\n\n\"We're working very hard on an individual basis to rebook them at a later time or on another airline, or offer them a refund.\"\n\nMr George said the airline was facing a massive logistical operation in order to recover from the strike, which had been \"unofficial\" and therefore harder to prepare for.\n\n\"When we started the operation we had about 1,000 flight and cabin crew out of position, about 100 aircraft out of position... that will take some days to recover,\" he said.\n\nA BA spokeswoman said the airline also had about 30,000 bags to match with passengers.\n\n\"They are not with the people they should be with. We are working to return them,\" she said.\n\nContingency plans\n\nBAA, which manages Heathrow Airport, said it had contingency plans for passengers delayed at the airport.\n\nSpokesman Mick Temple said: \"We have experience of dealing with circumstances happening outside our control, such as 11 September.\"\n\nMarquees had been set up with food and drinks for affected passengers.\n\nDuring the holiday season, BA deals with 70,000 passengers at Heathrow daily.\n\nAFFECTED AIRLINE NUMBERS British Airways:\n\n0800 727 800 Qantas:\n\n0870 000 0123 Sri Lankan Airlines:\n\n0208 538 2000 Finnair:\n\n08705 997711 GB Airways:\n\n0870 850 9850 British Med Airlines:\n\n0870 850 9850\n\nPassengers tell of disruption\n\nMany disgruntled BA passengers blamed airport staff for poor communication and said the advice line for rebooking was constantly engaged.\n\nBA said they had extra staff on duty and were trying to answer people's calls as quickly as possible.\n\nQantas, Sri Lankan, Finnair, GB and British Mediterranean airlines, also serviced by BA ground staff, were also affected.\n\nRichard Wells, Gate Gourmet director, denied being heavy-handed over the sackings, insisting all those affected were spoken to and given written warnings before being dismissed.", "url": "http://news.bbc.co.uk/1/hi/england/london/4147780.stm"}, {"published": 1123804800.0, "title": "Q&A: Grounded BA passengers", "image": "http://newsimg.bbc.co.uk/media/images/40680000/jpg/_40680770_passengersap200.jpg", "body": "Thousands of passengers have already been affected\n\nBut with delays continuing, what are the options for passengers booked to travel with the airline and are they due any compensation?\n\nHow long will the backlog of flights continue?\n\nThe backlog will continue to disrupt BA's service over the next few days.\n\nIt is likely that the effects will continue to be felt until Monday, and possibly beyond.\n\nAlthough BA says it hopes to run 50% of its short haul flights and 40% of its long haul flights by Saturday.\n\nIf passengers are due to fly out on Saturday should they go to the airport?\n\nCustomers should not go to Heathrow unless they have a confirmed reservation. Alternatively, they may contact the airline or their travel agent to arrange a refund or rebook their travel plans.\n\nPassengers are advised to check www.ba.com before leaving for the airport. They should also continue to try the free phone number, although heavy demand means that it has often been engaged.\n\nWhat can passengers do if their flight is cancelled?\n\nBA has a policy which allows customers to re-book flights or get a refund by calling their helpline on 0800 727800.\n\nThe policy is applicable to customers due to travel to and from Heathrow up to 2359 BST on 15 August.\n\nAre there flights available from other airports?\n\nPassengers on a flight cancelled at Heathrow will be given the option of having their flight re-booked from Gatwick if there are seats available.\n\nWill passengers have to bring food if they do fly?\n\nBasic catering will be provided by BA in the form of cold snacks, water, coffee and tea.\n\nCan I claim compensation for delays and, if so, what can I expect?\n\nIn February, the EU upped the level of compensation for passengers suffering delays and flight cancellations.\n\nWhen a flight is delayed, the airline may be obliged to supply (or pay for/provide vouchers for) meals and refreshments, along with accommodation if an overnight stay is required.\n\nWhether you qualify will depend on the length of the flight and the delay.\n\nFor example, for flights of 1,500km or less where there is a delay of more than two hours, a passenger should be given meals and refreshments, along with two free telephone calls, e-mails, telexes or faxes.\n\nIf the delay is for five hours or more, passengers are also entitled to a refund of their ticket with a free flight back to the initial point of departure if this is relevant (for example, if a connecting flight has been cancelled).\n\nPeople who have their flights cancelled are entitled to a refund, drinks and meals, and accommodation, unless the airline proves the cancellation was due to circumstances beyond its control.\n\nIt is too early to say whether the airlines will be able to claim that the circumstances of the current dispute were beyond their control.\n\nDoes it matter if the delayed or cancelled flight is part of a package holiday?\n\nIt doesn't matter if you are flying no-frills, on a charter or scheduled service.\n\nFlights originating from the EU, which have been sold as part of a package tour, will be covered.\n\nThe Association of British Tour Operators (ABTA) said tour operators are responsible for rearranging such flights.\n\nWhere an outbound flight cannot be changed, passengers should be offered an alternative holiday, or cancellation and a full refund.\n\nHowever, you should check with your tour operator to see what alternative travel arrangements are being made.\n\nWill passengers be able to claim compensation from their travel insurer?\n\nMany travel insurance policies will pay out in the event of strikes or other industrial action leading to holiday delays.\n\nCompensation can, commonly, be claimed after a delay of more than eight hours.\n\nSubsequent delays may trigger further payouts.\n\nCompensation for delays is usually capped at about £200, although some policies pay more.\n\nIf after 24 hours delay the holiday has to be cancelled, then some policies will refund travel and accommodation costs, where these are not recoverable from the airline.\n\nHowever, policies can vary wildly in the level of cover offered and the Association of British Insurers (ABI) advises consumers to check out their travel documentation.", "url": "http://news.bbc.co.uk/1/hi/england/4144536.stm"}, {"published": 1123891200.0, "title": "Business News, Personal Finance and Money News", "image": "http://a.abcnews.com/images/Business/GTY_chipotle_manhattan_jt_150608_4x3t_384.jpg", "body": "Whether you save a printout of your credit report or keep the information on your laptop...\n\nNot all creditors report to all three agencies, and the agencies don’t share...\n\nNot checking your report with all three bureaus.\n\n2. Not checking your report with all three bureaus.\n\nYour credit reports contain the information on which your credit scores are based. All...\n\nNot getting the same score every time.\n\n3. Not getting the same score every time.\n\n4. Not looking at the scale on which your score is measured.\n\nScores are not all measured on the same scale. So a score that is “excellent” on one...", "url": "http://abcnews.go.com/Business/wireStory?id=1034309"}], "title": "Talks with TGWU and Gate Gourmet to resume later today"}, {"articles": [{"published": 1387843200.0, "title": "Royal pardon for codebreaker Alan Turing", "image": "http://ichef.bbci.co.uk/news/1024/media/images/58327000/jpg/_58327863_turing2.jpg", "body": "Computer pioneer and codebreaker Alan Turing has been given a posthumous royal pardon.\n\nIt addresses his 1952 conviction for gross indecency following which he was chemically castrated.\n\nHe had been arrested after having an affair with a 19-year-old Manchester man.\n\nThe conviction meant he lost his security clearance and had to stop the code-cracking work that had proved vital to the Allies in World War Two.\n\nThe pardon was granted under the Royal Prerogative of Mercy after a request by Justice Minister Chris Grayling.\n\n'Appalling' treatment\n\n\"Dr Alan Turing was an exceptional man with a brilliant mind,\" said Mr Grayling.\n\nHe said the research Turing carried out during the war at Bletchley Park undoubtedly shortened the conflict and saved thousands of lives.\n\nTuring centenary 2012 saw a series of events that celebrated the life and work of Alan Turing. The events were held to mark the 100th anniversary of his birth Celebrating Turing\n\nTuring's work helped accelerate Allied efforts to read German Naval messages enciphered with the Enigma machine. He also contributed some more fundamental work on codebreaking that was only released to public scrutiny in April 2012.\n\n\"His later life was overshadowed by his conviction for homosexual activity, a sentence we would now consider unjust and discriminatory and which has now been repealed,\" said Mr Grayling.\n\n\"Turing deserves to be remembered and recognised for his fantastic contribution to the war effort and his legacy to science. A pardon from the Queen is a fitting tribute to an exceptional man.\"\n\nThe pardon comes into effect on 24 December.\n\nTuring died in June 1954 from cyanide poisoning and an inquest decided that he had committed suicide. However, biographers, friends and other students of his life dispute the finding and suggest his death was an accident.\n\nMany people have campaigned for years to win a pardon for Turing.\n\nDr Sue Black, a computer scientist, was one of the key figures in the campaign.\n\nShe told the BBC that she hoped all the men convicted under the anti-homosexuality law would now be pardoned.\n\n\"This is one small step on the way to making some real positive change happen to all the people that were convicted,\" she said.\n\n\"It's a disgrace that so many people were treated so disrespectfully.\"\n\nSome have criticised the action for not going far enough and, 59 years after Turing's death, little more than a token gesture.\n\n\"I just think it's ridiculous, frankly,\" British home computing pioneer Sir Clive Sinclair told the BBC.\n\n\"He's been dead these many years so what's the point? It's a silly nonsense.\n\n\"He was such a fine, great man, and what was done was appalling of course. It makes no sense to me, because what's done is done.\"\n\n'It's very wrong'\n\nLord Sharkey, a Liberal Democrat peer who wrote a private member's bill calling for a royal pardon in July 2012, said the decision was \"wonderful news\".\n\n\"This has demonstrated wisdom and compassion,\" he said. \"It has recognised a very great British hero and made some amends for the cruelty and injustice with which Turing was treated.\"\n\nVint Cerf, the computer scientist known as one of the founding fathers of the internet, also welcomed the development.\n\n\"The royal pardon for Alan Turing rights a long-standing wrong and properly honours a man whose imagination and intellect made him legendary in our field,\" he told the BBC.\n\nTechnology entrepreneur Mike Lynch added: \"Society didn't understand Alan Turing or his ideas on many levels but that was a reflection on us, not on him - and it has taken us 60 years to catch up.\"\n\nHuman rights campaigner Peter Tatchell said: \"I pay tribute to the government for ensuring Alan Turing has a royal pardon at last but I do think it's very wrong that other men convicted of exactly the same offence are not even being given an apology, let alone a royal pardon.\n\n\"We're talking about at least 50,000 other men who were convicted of the same offence, of so-called gross indecency, which is simply a sexual act between men with consent.\"\n\nMr Tatchell said he would like to see Turing's death fully investigated.\n\n\"While I have no evidence that he was murdered, I do think we need to explore the possibility that he may have been killed by the security services. He was regarded as a high security risk,\" he said.\n\n'Not entirely comfortable'\n\nGlyn Hughes, the sculptor of the Alan Turing Memorial in Manchester, said it was \"very gratifying\" that he had finally been pardoned.\n\n\"When we set out to try and make him famous - get him recognised - it was really difficult to collect money,\" he said.\n\nBig screen Turing's life is the subject of upcoming Hollywood movie The Imitation Game, which focuses on the cracking of the Enigma code. Starring Sherlock actor Benedict Cumberbatch as Turing, the film is due for release next year. Channel 4's TV film Codebreaker, about the highs and lows of Turing's life, was aired in 2011. And during the 2012 celebrations of the centenary of Turing's birth, a Welsh digital arts festival - the Abandon Normal Devices (AND) Festival - featured a laser image of Turing projected from Conwy Castle into the sky. Although Turing was born in London, he had strong connections with north Wales. The Italianate village of Portmeirion in Gwynedd was one of Turing's favourite places. But it was in northern England where Turing spent the last six years of his life, working at Manchester University in various specialist fields including mathematical logic and philosophy.\n\n\"None of the big computer companies would stump up a penny for a memorial. They perhaps would now - we've come a very long way.\"\n\nBut he said he was \"not entirely comfortable\" that Turing had been pardoned while thousands of other gay men had not.\n\n\"The problem is, of course, if there was a general pardon for men who had been prosecuted for homosexuality, many of them are still alive and they could get compensation.\"\n\nIn December 2011, an e-petition was created on the Direct Gov site that asked for Turing to be pardoned. It received more than 34,000 signatures but its request was denied by the then justice secretary, Lord McNally, who said Turing was \"properly convicted\" for what was at the time a criminal offence.\n\nPrior to that in August 2009, a petition was started to request a pardon. It won an official apology from the prime minister at the time, Gordon Brown, who said the way Turing was persecuted over his homosexuality was \"appalling\".", "url": "http://www.bbc.co.uk/news/technology-25495315"}, {"published": 1387843200.0, "title": "Enigma codebreaker Alan Turing receives royal pardon", "image": "http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2013/12/23/1387821035337/Alan-Turing-014.jpg", "body": "Alan Turing, the second world war codebreaker who took his own life after undergoing chemical castration following a conviction for homosexual activity, has been granted a posthumous royal pardon 59 years after his death.\n\nThe brilliant mathematician, who played a major role in breaking the Enigma code – which arguably shortened the war by at least two years – has been granted a pardon under the Royal Prerogative of Mercy by the Queen, following a request from the justice secretary, Chris Grayling.\n\nTuring was considered to be the father of modern computer science and was most famous for his work in helping to create the \"bombe\" that cracked messages enciphered with the German Enigma machines. He was convicted of gross indecency in 1952 after admitting a sexual relationship with a man.\n\nHe was given experimental chemical castration as a \"treatment\". His criminal record resulted in the loss of his security clearance and meant he was no longer able to work for Government Communications Headquarters (GCHQ), where he had been employed following service at Bletchley Park during the war. He died of cyanide poisoning in 1954, aged 41.\n\nAnnouncing the pardon, Grayling said: \"Dr Alan Turing was an exceptional man with a brilliant mind. His brilliance was put into practice at Bletchley Park during the second world war, where he was pivotal to breaking the Enigma code, helping to end the war and save thousands of lives.\n\n\"His later life was overshadowed by his conviction for homosexual activity, a sentence we would now consider unjust and discriminatory and which has now been repealed.\n\n\"Dr Turing deserves to be remembered and recognised for his fantastic contribution to the war effort and his legacy to science. A pardon from the Queen is a fitting tribute to an exceptional man.\"\n\nDavid Cameron described Turing as a \"remarkable man\". The prime minister added: \"His actions saved countless lives. He also left a remarkable national legacy through his substantial scientific achievements, often being referred to as the father of modern computing.\"\n\nThere had been a long campaign to clear Turing's name, including a private member's bill. In 2009, an \"unequivocal apology\" was issued by then prime minister Gordon Brown. An e-petition calling for a pardon received 37,404 signatures when it was closed in November last year. The request was declined by the then justice minister Lord McNally on the grounds that Turing was properly convicted of what at the time was a criminal offence.\n\nA pardon is normally granted only when the person is innocent of the offence and where a request has been made by someone with a vested interest, such as a family member. On this occasion, a pardon has been issued without either requirement being met.\n\nThere was mixed reaction to the announcement. Iain Standen, chief executive of the Bletchley Park Trust, said Turing was \"a visionary mathematician and genius whose work contributed enormously both to the outcome of the war and the computer age\".\n\nHe added: \"The pardon gives further recognition for his outstanding contribution not only to second world war codebreaking but also the development of computing.\"\n\nDr Andrew Hodges, tutorial fellow in mathematics at Wadham College, Oxford, and author of the acclaimed biography Alan Turing: The Enigma, said: \"Alan Turing suffered appalling treatment 60 years ago and there has been a very well intended and deeply felt campaign to remedy it in some way. Unfortunately, I cannot feel that such a 'pardon' embodies any good legal principle. If anything, it suggests that a sufficiently valuable individual should be above the law which applies to everyone else.\n\n\"It's far more important that in the 30 years since I brought the story to public attention, LGBT rights movements have succeeded with a complete change in the law – for all. So, for me, this symbolic action adds nothing.\n\n\"A more substantial action would be the release of files on Turing's secret work for GCHQ in the cold war. Loss of security clearance, state distrust and surveillance may have been crucial factors in the two years leading up to his death in 1954.\"\n\nWriter David Leavitt, professor of English at Florida University and author of The Man Who Knew Too Much: Alan Turing and the Invention of the Computer (2006), said it was \"great news\". The conviction had had \"a profound and devastating\" effect on Turing, Leavitt said, as the mathematician felt he was being \"followed and hounded\" by the police \"because he was considered a security risk\".\n\n\"There was this paranoid idea in 1950s England of the homosexual traitor, that he would be seduced by a Russian agent and go over to the other side,\" Leavitt said. \"It was such a misjudgment of Alan Turing because he was so honest, and was so patriotic.\"\n\nWith the situation in Russia regarding LGBT rights, and the recent decision by the supreme court in India to reinstate the criminalisation of homosexuality, \"for this to come from the Queen, is going to send a really important message, especially to the Commonwealth\", Leavitt added.Prof S Barry Cooper, professor of mathematical logic at the University of Leeds and chair of the Turing Centenary Advisory Committee, said: \"There was a slight worry that the private member's bill had got slightly bogged down. So this is fantastic. And a sign of the growing reputation of Alan Turing, a growing sense of what he did for this country and what so many other people at Bletchley Park did.\"\n\nLiberal Democrat peer Lord Sharkey, who introduced the private member's bill in the House of Lords, said: \"This has demonstrated wisdom and compassion. It has recognised a very great British hero and made some amends for the cruelty and injustice with which Turing was treated.\n\n\"It's a wonderful thing, but we are not quite finished yet. I will continue to campaign for all those convicted as Turing was, simply for being gay, to have their convictions disregarded. That will be a proper and fitting and final end to the Turing story.\"\n\nGay rights campaigner Peter Tatchell said the royal pardon was long overdue, but also due to \"another 50,000-plus men who were also convicted of consenting, victimless homosexual relationships during the 20th century\".\n\nThough an inquest recorded a verdict of suicide, Turing's mother and others maintained his death was accidental.\n\nTuring made highly significant contributions to the emerging field of artificial intelligence and computing. After the war, he worked at many institutions, including the University of Manchester, where he worked on the Manchester Mark 1, one of the first recognisable modern computers.", "url": "http://www.theguardian.com/science/2013/dec/24/enigma-codebreaker-alan-turing-royal-pardon"}, {"published": 1387843200.0, "title": "Alan Turing granted Royal pardon by the Queen", "image": "http://i.telegraph.co.uk/multimedia/archive/02427/alanTuring3_2427431k.jpg", "body": "Alan Turing, the wartime codebreaker, has been granted a posthumous pardon by the Queen for his criminal conviction for homosexuality.\n\nDr Turing, who helped Britain to win World War II, killed himself after receiving the conviction in 1952.\n\nHe has now been granted a pardon under the Royal Prerogative of Mercy after a high-profile campaign supported by tens of thousands of people including Professor Stephen Hawking.\n\nDavid Cameron said: \"Alan Turing was a remarkable man who played a key role in saving this country in World War Two by cracking the German Enigma code.\n\n\"His action saved countless lives. He also left a remarkable national legacy through his substantial scientific achievements, often being referred to as the father of modern computing.\"\n\nThe letter pardoning Alan Turing\n\nDr Turing, a \"genius\" mathematician, was a codebreaker at Bletchley Park, where he invented the machine which cracked the Enigma codes used by German U-boats in the Atlantic. Historians believe his work may have shortened the war by two years.\n\nHowever, despite the importance of his work Dr Turing was convicted of gross indecency for having a relationship with a 19-year-old.\n\nAt that time homosexuality was illegal, and he chose to be chemically castrated with injections of female hormones rather than go to jail. He committed suicide two years later.\n\nIn 2009 Gordon Brown, the then Labour Prime Minister, made a public apology for Mr Turing's treatment, but at the time ministers said it was not possible to overturn his conviction for gross indecency.\n\nLast year ministers rejected a motion which would have helped to clear the way for Mr Turing to be granted Parliamentary Pardon because Mr Turing was \"properly convicted of what at the time was a criminal offence\".\n\nThe government dropped its opposition to a similar motion this year, but has decided to request a Royal pardon for Dr Turing.\n\nChris Grayling, the Justice Secretary, said: “Dr Alan Turing was an exceptional man with a brilliant mind. His brilliance was put into practice at Bletchley Park during the Second World War where he was pivotal to breaking the ‘Enigma’ code, helping to end the war and save thousands of lives.\n\n“Dr Turing deserves to be remembered and recognised for his fantastic contribution to the war effort and his legacy to science. A pardon from the Queen is a fitting tribute to an exceptional man.”\n\nThe pardon states: \"Now know ye that we, in consideration of circumstances humbly represented to us, are graciously pleased to grant our grace and mercy unto the said Alan Mathison Turing and grant him our free pardon posthumously in respect of the said convictions.\"\n\nA royal pardon is rare, and usually only granted where a person has been found innocent of an offence and a request has been made by a family member.\n\nConservative peer Baroness Trumpington, who also worked at Bletchley Park, said it was Turing's code breaking that saved the British people from starvation at a crucial point in the war.\n\nSpeaking on Radio Four's Today programme she said: \"Until Turing came along with his wonderful work, our ships were by the German submarines, at a rate of knots i hate to say, and it was only when, thanks to Turing, we could read the german u-boat code - that was what i typed, with others - and that was when the war really turned, because quite frankly we could have lost the war through starvation, because our ships were being sunk so frequently.\"\n\nShe added that the Turing debate in the House of Lords was a \"real joy\" as everyone in the House was united in favour of granting Turing a pardon. \"That is a very rare thing,\" she said.\n\nA Ministry of Justice spokesman said: \"Uniquely on this occasion a pardon has been issued without either requirement having been met, reflecting the exceptional nature of Alan Turing's achievements.\"\n\nIain Stewart, Conservative MP for Milton Keynes South, who was involved in the campaign to secure a royal pardon, said: \"Alan Turing was an incredibly important figure in our history. He was the father of computer science and the originator of the dominant technology of the late 20th century.\n\n\"He made a huge impact on the world he lived in and left a legacy for the world of today and tomorrow. This royal pardon is a just reward for a man who was stripped of his honour, his work, and the loyalty he showed his nation.”", "url": "http://www.telegraph.co.uk/history/world-war-two/10536246/Alan-Turing-granted-Royal-pardon-by-the-Queen.html"}], "title": "Alan Turing given posthumous pardon"}, {"articles": [{"published": 1151884800.0, "title": "Former U.S. soldier charged in rape, murder in Iraq", "image": "http://i.cbc.ca/1.470050.1431707740!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_460/default-headline-image-news.jpg", "body": "Steven D. Green appeared in court on Monday in Charlotte, N.C., to face charges that he and other soldiers raped a young Iraqi woman. ((Mecklenburg County Sheriff's Office/Associated Press))\n\nProsecutors in North Carolina have charged a formerU.S. army private with rape and murder after an investigation into the death of four civilians in Iraq last March.\n\nSteven D. Green appeared in court on Monday in Charlotte, N.C., to face charges that he raped a young Iraqi woman.He is also charged with killing the woman andthree members of her family to cover up the crime.\n\nThe age of the victim is not known. While the FBI estimated her to be 25, a neighbour said she was 14.\n\nGreenhad beenarrested earlier Monday by FBI agents.\n\nHis honourable discharge from the army is not related to the crime, prosecutors said, but was \"due to a personality disorder.\"\n\nAn 11-page affidavit filed by the prosecution gave no further details of that.\n\nHis case is being handled in the civilian courts because he is no longer on active military duty.\n\nConspiracy alleged\n\nThe affidavit said Green and three fellow soldiers were posted to a traffic checkpoint in the town of Mahmoudiya —south of Baghdad —when they conspired to rape the young woman.\n\nIt said they consumed alcohol and put on dark clothing before going toher home. Green and one of the othersoldiers sexually assaulted the woman, the affidavit claims.\n\nThen, in a statement from one of the soldiers involved in the rape, the affidavit says Green took the woman and three members of her family to another room where he shot them dead.\n\nLast week, the army confirmed that up to five members of its 502nd Infantry Regiment were being investigated in connection with the incident at Mahmoudiya.\n\nGreen is the only one to be formally charged, but officials have not ruled out additional charges. Iraqi and U.S. investigations are continuing.\n\nThe mayor of Mahmoudiya, Mouayad Fadhil, said Monday that U.S. investigators want permission to exhume one of the bodies.\n\nGreen could face the death penalty if convicted.\n\nThe military is also investigating a number of other alleged atrocities by U.S. troops against Iraqi civilians, including allegations that marines killed 24 unarmed Iraqis near Haditha last November.", "url": "http://www.cbc.ca/news/story/2006/07/03/iraq-rape.html?ref=rss"}, {"published": 1152057600.0, "title": "Iraqi PM demands inquiry of rape-slaying", "image": "http://images.usatoday.com/news/_photos/2006/06/06/malki-mug.jpg", "body": "Prime Minister Nouri al-Maliki AP MILITARY ALLEGATIONS MILITARY ALLEGATIONS Court-martial case: Corpsman to testify against Marines | Prosecutors won't seek execution | Marines, sailor charged with murder List of criminal cases: Soldiers accused U.S. soldier: Comrades threatened me Haditha: Probe implicates Marines | U.S. commander finishes review Rape, murder accusations: Officials worried about outcome | 4 more charged | Prime minister wants inquiry | Iraqis outraged | Green pleads guilty Unarmed man killed: Charges against Lynn dismissed | Probe zeroes in on Pa. Guardsmen IRAQ IN-DEPTH IRAQ IN-DEPTH Doctors on the frontlines: Wartime adds dimensions to dilemmas Life in Iraq: Songs of peace and love find renewed popularity | Index of stories Graphic: Religious political regions Iraqi PM demands inquiry of rape-slaying BAGHDAD (AP) \u0097 Iraq's prime minister Wednesday demanded an independent inquiry of the rape-slaying of a girl and the killing of her family, saying the immunity from Iraqi prosecution enjoyed by U.S. forces \"encouraged them to commit such crimes.\" Prime Minister Nouri al-Maliki, whose brief tenure has been marked by several high-profile allegations of abuse by U.S. forces, called for an Iraqi investigation — or at least a joint inquiry — into the March 12 rape and murder of Abeer Qassim Hamza, and the killing of her mother, father and sister at their home in Mahmoudiya, south of Baghdad. He also said the agreements under which U.S.-led coalition troops enjoy immunity from prosecution by Iraqi courts should be reviewed. \"We believe that the immunity given to members of coalition forces encouraged them to commit such crimes in cold blood (and) that makes it necessary to review it,\" Maliki told reporters in Kuwait. Maliki spoke two days after former Army Pfc. Steve Green was charged in federal court in Charlotte, with rape and four counts of murder. Green was held without bond. At least four other U.S. soldiers still in Iraq are under investigation in the attack, which occurred near the town of Mahmoudiya. In Baghdad, an American military spokesman stressed that the U.S. command was taking the allegations seriously and would discuss Maliki's demands when he returns from a tour of Persian Gulf countries. \"We are here as guests of the Iraqi government. They are a sovereign nation,\" Maj. Gen. William Caldwell said. \"When the prime minister gets back, the coalition will engage with him and discuss what he wants to discuss.\" Green and the four others were members of the same unit as two soldiers whose mutilated bodies were found June 19, three days after they were abducted by insurgents in Youssifiyah. A third soldier was killed before the others were abducted. But Caldwell said investigators had found nothing to indicate the June killings were retaliation for the rape-slaying. \"It appears they're very separate and distinct events that occurred, from what we've been able to find thus far,\" he said, adding the ongoing questioning of some 20 \"persons of interest\" has yielded no information that would link the two incidents. Both events, however, raised questions about procedures within the unit, which is part of the 101st Airborne Division but currently attached to the 4th Infantry Division. U.S. officials had said they were investigating how the three slain soldiers were left alone last month in an al-Qaeda-infested area. The alleged rape-slaying occurred after the soldiers left a checkpoint for the victims' house, according to court documents. In Mahmoudiya, Abeer's uncle said the family thought insurgents had been responsible until the U.S. military announced an investigation last week. \"Nobody knew who killed them,\" Ahmed Taha told AP Television News. \"Some said it was insurgents, and in fact, we ruled out the American troops.\" After the U.S. announcement, some neighbors told him of seeing U.S. soldiers in the area at the time of the attack but said they had been too afraid to come forward at the time. \"They were afraid of telling the truth, really, we were surprised by this news,\" Taha said, wearing a black checkered keffiyah as he stood near mounds of dirt and stone markers where the family of four was buried. Taha said he arrived at the scene about four hours after the killings and found the charred body of his 15-year-old niece, along with those of her mother, Fikhriya Taha, her father, Qassim Hamza, and her younger sister, Hadeel Qassim Hamza. Taha said the mother and father had been shot four times and showed signs of having been beaten. Abeer's 8-year-old brother, Ahmed Qassim, said he and his brother found the bodies when they came home from school. \"We found them dead in the house. We also found the house blackened and smoke coming from it,\" Ahmed said, holding a shovel and sitting near a mud puddle with a cow grazing behind him. The allegations emerged as Maliki's new national unity government was trying to promote a reconciliation plan to end the unrest. At least 24 people were killed Wednesday in attacks nationwide, including six who died in a a car bombing outside a Sunni mosque in a mostly Shiite area of northwestern Baghdad. Fourteen others were wounded in that attack, police said. Elsewhere, a suicide car bomber struck a new police station in Mosul, killing at least one person and wounding seven. Gunmen also killed a teacher near his home in eastern Mosul, and a barber shop was ambushed northeast of Baghdad, killing two civilians including the owner. Caldwell predicted an increase in vehicle bombings now that Abu Hamza al-Muhajer, also known as Abu Ayyub al-Masri, has succeeded the late Abu Musab al-Zarqawi as head of al-Qaeda in Iraq. Masri's specialty is car bombs, the general said. \"I think it would only be prudent for us to expect to see a rise in vehicle-borne improvised explosive devices ... given his specialty and background and training that we've seen that he's used,\" Caldwell said. The U.S. military reported 74 car bombs in the four weeks ending June 9, two days after Zarqawi was killed, compared with 125 in the four weeks since that date. Meanwhile, Vice President Tariq al-Hashimi said a group claiming to have kidnapped a Sunni legislator made several demands for her freedom: the release of all detainees, a timetable for the withdrawal of foreign troops and an end to attacks on Shiite mosques. Hashimi said the group contacted his Iraqi Islamic Party, but did not offer proof that it was holding lawmaker Tayseer al-Mashhadani. He said he believed she was still alive. Mashhadani and seven of her bodyguards were seized Saturday by gunmen at a checkpoint in a Shiite part of eastern Baghdad. The main Sunni political alliance has suspended its participation in parliament to demand her release. \"We call on you in the name of Islam to end her suffering,\" Hashimi said in a message to the kidnappers. Copyright 2006 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "url": "http://www.usatoday.com/news/world/iraq/2006-07-05-rape-inquiry_x.htm?csp=34"}, {"published": 1152230400.0, "title": "2 American Officials Apologize for Crime", "image": "http://graphics8.nytimes.com/images/2006/07/06/us/06najaf.190.jpg", "body": "BAGHDAD, Iraq, July 6 \u0097 The United States ambassador and the top American military commander here together issued an unusual apology on Thursday for the rape and murder of a young Iraqi woman and the killing of her family, saying that the crime, in which at least four soldiers are suspects, had injured the \"Iraqi people as a whole.\"\n\nThe statement came just hours after Prime Minister Nuri Kamal al-Maliki said at a news conference that he might ask the American military to scrap a rule granting foreign soldiers here immunity from Iraqi prosecution. Such a move would be a direct rebuke to the Bush administration, which has fought tenaciously to ensure that American soldiers are exempt from local or international laws when serving on foreign soil.\n\n\"I'm about to talk to the multinational forces to reach solutions that will put an end to such practices,\" Mr. Maliki said of criminal behavior by soldiers. One possible course of action, he said, would be to \"revise the issue of immunity.\"\n\n\"Our people cannot tolerate that every day there is an ugly crime such as that in Mahmudiya,\" he added, referring to the market town near which the four Iraqis, including a young girl, were killed on March 12.\n\nMr. Maliki's assertion, which followed similar remarks he made in Kuwait on Wednesday, signaled the growing furor within the Iraqi government over the latest crime. The incident first became public last week, when the Fourth Infantry Division announced that it was investigating the involvement of American soldiers in the rape and slayings.\n\nThe rise in political tensions came as sectarian violence continued in Iraq. A suicide car bomber rammed his sedan into a Shiite shrine in the holy town of Kufa, killing at least 12 people, including five Iranians, and injuring dozens, Iraqi officials said. Iraqi and American forces have generally maintained tight security around the southern holy sites of Najaf and Kufa, to which Shiite pilgrims, including many Iranians, flock by the thousands.\n\nThe strongly worded apology issued Thursday night by the top American commander in Iraq, Gen. George W. Casey Jr., and Ambassador Zalmay Khalilzad revealed the deep concern among American officials over the criminal episode's potential to damage the entire American project in Iraq.\n\n\"We understand this is painful, confusing and disturbing, not only to the family who lost a loved one, but to the Iraqi people as a whole,\" the two senior officials said in a written statement. \"The loss of a family member can never be undone. The alleged events of that day are absolutely inexcusable and unacceptable behavior.\"\n\nThe statement is all the more unusual because no soldiers have been convicted yet or even formally charged. On Monday, a recently discharged Army private, Steven D. Green, 21, was arrested in North Carolina on suspicion of rape and murder. Three soldiers, some of whom are reported to have admitted their roles in the crime to investigators, are confined to base in Mahmudiya, 20 miles south of Baghdad, and their weapons have been confiscated.\n\nMr. Green was moved Thursday to Louisville, Ky., where, in a half-hour hearing in which he pleaded not guilty, a federal judge ordered continued detention for him. Prosecutors said that Mr. Green, who was discharged from the Army in May before his suspected role in the case was discovered, is scheduled to be arraigned on Aug. 8 in Paducah, Ky.\n\nThe mayor of Mahmudiya, Mouayid Fadhil, said in a telephone interview on Thursday that American military investigators wanted to dig up the victims' bodies. But Iraq's Justice Ministry must first determine whether exhumation is allowed under Koranic law, he said. The victims' relatives are also reluctant to divulge the burial site out of shame over the fact that one of the dead, a girl as young as 15, was reported to have been raped by at least two American soldiers, the mayor said.\n\nSexual assault is considered one of the most heinous and shameful crimes in Muslim society; even mentioning the subject is often considered taboo. \"We don't want to talk about this,\" Mr. Fadhil said. \"She was raped.\"", "url": "http://www.nytimes.com/2006/07/07/world/middleeast/07iraq.html?_r=1&oref=login"}], "title": "US soldier arrested for rape and four murders in Iraq"}, {"articles": [{"published": 1321833600.0, "title": "Burma's Aung San Suu Kyi targets by-election seat", "image": "http://ichef.bbci.co.uk/news/1024/media/images/56792000/jpg/_56792711_013358456-1.jpg", "body": "Aung San Suu Kyi may be an MP by the end of the year\n\nAung San Suu Kyi will try to win a seat in Burma's parliament in forthcoming by-elections, her party has confirmed.\n\nMs Suu Kyi and her National League for Democracy (NLD) have operated outside of the political system for years.\n\nThey won a landslide election victory in 1990 but the result was never recognised by the ruling generals.\n\nHowever, in recent days the NLD and the international community have given cautious praise to reforms undertaken by the current government.\n\nThe US announced it would sent Secretary of State Hillary Clinton to the country for the first such visit in 50 years.\n\nAnd the regional political bloc Asean confirmed Burma had reformed enough for it to hold the chair of the group in 2014.\n\nSigns of change\n\nThe NLD announced on Friday that it was dropping its boycott of elections and would put up candidates for all 48 seats that have been available in a series of by-elections left vacant by reshuffles.\n\nMs Suu Kyi did not confirm whether she would be a candidate.\n\nHowever, on Monday, NLD official Nyan Win told reporters: \"Aung San Suu Kyi intends to stand for the by-election but it's a bit early to say from which constituency she will run.\"\n\nAnalysts speculated that Ms Suu Kyi could be an MP before the end of the year.\n\nThe NLD's 1990 election victory stunned the country's authoritarian rulers, and they refused to acknowledge the result.\n\nBurma suffered a period of intense repression after that election, and Ms Suu Kyi spent much of the following 20 years in jail or under house arrest.\n\nThe military junta eventually wrote a new constitution, which entrenched the power of the military.\n\nThey held a sham election last year that was boycotted by the NLD - the only opposition group strong enough to challenge the army.\n\nHowever, President Thein Sein - himself a member of the former ruling junta - has instituted enough reforms for observers to believe that real change may be taking place in the country.", "url": "http://www.bbc.co.uk/news/world-asia-15814790"}, {"published": 1321833600.0, "title": "Suu Kyi to stand in Myanmar elections", "image": "http://www.aljazeera.com/mritems/Images/2011/11/21/201111214858176734_20.jpg", "body": "Former political prisoner to run in upcoming elections days after her party ends boycott of political system.\n\nDemocracy leader Aung San Suu Kyi commands considerable influence in Myanmar [Reuters]\n\nAung San Suu Kyi, Myanmar's most prominent dissident, will run in an upcoming parliamentary election, a senior official in her party said, three days after her National League for Democracy (NLD) ended its boycott of the country's political system.\n\n\"Some people are worried that taking part could harm my dignity. Frankly, if you do politics, you should not be thinking about your dignity.\" - Aung San Suu Kyi\n\n\"Aung San Suu Kyi intends to stand for the by-election but it's a bit early to say from which constituency she will run,\" Nyan Win, a senior official in her party, told Reuters news agency on Monday.\n\nIt will be the first time the Nobel Peace Prize laureate has competed in an election since 1990, when her landslide electoral victory was voided by generals intent on maintaining power.\n\nSuu Kyi, the daughter of late independence hero Aung San and a staunch opponent of the military dictators who ruled Myanmar until nominally handing power to a civilian parliament in March, spent 15 of the previous 21 years in detention before her release from house arrest a year ago.\n\nThe 66-year-old told her party on Friday that they should contest all the seats available in parliamentary elections and had implied that she would run herself.\n\n\"Some people are worried that taking part could harm my dignity. Frankly, if you do politics, you should not be thinking about your dignity,\" she said.\n\nThere are 48 parliamentary seats available but no polling dates have been set for elections.\n\n'Flickers of progress'\n\nSuu Kyi had previously not indicated whether she herself was interested in becoming a member of parliament, but her decision comes after Myanmar won a powerful endorsement on Friday when US President Barack Obama announced Secretary of State Hillary Clinton would visit the resource-rich country neighbouring China, citing \"flickers of progress\".\n\nClinton will be the highest-ranking American to visit the former British colony since a 1962 military coup.\n\nOn her two-day visit early next month she plans to meet with Suu Kyi, and has said credible elections are one condition for ending US sanctions, along with the release of more political prisoners and peace with ethnic minorities.\n\nThe NLD, which has been mostly suppressed since its election landslide in 1990, boycotted elections a year ago because of strict laws that prevented many of its members from taking part. As a result, the authorities officially dissolved it but it has continued to function and enjoys strong support from the public.\n\nMyanmar recently amended a political party law removing a clause barring anyone convicted of a crime from joining a party or taking part in an election, paving the way for those who had served a prison term, including Suu Kyi, to contest the polls.\n\nStrong influence\n\nSuu Kyi commands considerable influence over the party and Ko Ko Hlaing, a senior advisor to President Thein Sein, said on the sidelines of the Association of South East Asian Nations (ASEAN) summit in Bali last week that the NLD's decision to re-register was a \"significant step\".\n\nThe presence of Suu Kyi in parliament would be another dramatic sign of openness that could give more legitimacy to the retired generals in charge of the country, who are eager to be accepted by the public at home and the international community.\n\nUnder the leadership of Thein Sein, the government has started a dialogue with Suu Kyi; a move welcomed by the West, which has imposed sanctions on the country because of its poor human rights record.\n\nThe government recently released more than 230 political prisoners, eased media censorship and sought guidance from international financial institutions to revive its economy.\n\nSource: Agencies", "url": "http://www.aljazeera.com/news/asia-pacific/2011/11/2011112134741730400.html"}, {"published": 1321574400.0, "title": "Is Burma's political landscape changing for good?", "image": "http://ichef.bbci.co.uk/news/1024/media/images/56791000/jpg/_56791279_013358061-1.jpg", "body": "Aung San Suu Kyi's party is rejoining the political process amid signs of change\n\nIf there was any lingering doubt about whether or not there is a process of change under way in Burma, this past week will surely have dispelled it.\n\nOn Monday opposition leader Aung San Suu Kyi marked a year since her release from house arrest by delivering an overtly political speech. She described the past 12 months as \"eventful, energising and to a certain extent encouraging\".\n\nFour days later she and her party, the National League for Democracy (NLD), backed that cautious optimism with concrete action by voting to re-register as a legal political party. The move opens the way for party members, including Aung San Suu Kyi, to contest a slew of forthcoming by-elections.\n\nJust over a year after boycotting a process it rejected as a sham designed to perpetuate military rule in civilian guise, the NLD and its iconic leader are choosing to move back inside the official system.\n\nIt was, according to NLD Vice-Chairman Tin Oo, \"a difficult decision taken after hard discussions\". That may be an understatement.\n\nThe decision to boycott last November's elections, the first since the NLD's unconsummated landslide win of 1990, led to a faction breaking away to form their own party to contest the poll. What must they be thinking now?\n\nThere is bound to be some occasional backsliding, but provided the general trend is in the right direction, that is the best we can hope for Derek Tonkin, Former British diplomat\n\nThe NLD points to recent developments, including amendments to electoral laws which had prohibited serving prisoners from participating, and the continuing dialogue between Aung San Suu Kyi and the new nominally civilian government, as justification for its decision.\n\nWhatever the rationale, the move changes the political landscape in Burma.\n\n'Travel down the road'\n\nWhere Aung San Suu Kyi leads, others follow. Even the president of the United States felt he should call her - his first direct contact with the pro-democracy icon - before announcing that he was sending America's top diplomat, Hillary Clinton, to Burma in December.\n\nPresident Barack Obama outlined what he called the \"flickers of progress\" in recent weeks, making sure credit went in large part to his counterpart, Burmese President Thein Sein, seen as the main driving force behind recent reforms.\n\nREFORM IN BURMA 7 Nov 2010: First polls in 20 years\n\nin 20 years 13 Nov: Aung San Suu Kyi freed from house arrest\n\nfrom house arrest 30 Mar 2011: Transfer of power to new government complete\n\nto new government complete 14 Aug: Aung San Suu Kyi allowed to leave Rangoon on political visit\n\n19 Aug: Aung San Suu Kyi meets Burmese President Thein Sein\n\nThein Sein 6 Oct: Human rights commission established\n\ncommission established 12 Oct: More than 200 political prisoners freed\n\nfreed 13 Oct: New labour laws allowing unions passed\n\nallowing unions passed 17 Nov: Burma granted Asean chair in 2014\n\n\"We want to seize what could be a historic opportunity for progress, and to make it clear that if Burma continues to travel down the road of democratic reform, it can forge a new relationship with the United States of America,\" Mr Obama said.\n\nBut there are several steps that need to be taken before that point is reached - the release of all remaining political prisoners, resolving the armed conflicts which persist in some areas, addressing the rights of Burma's ethnic minorities and ensuring the fair and independent application of the rule of law.\n\nRegional body Asean clearly thinks Burma is moving in the right direction. Its decision to award its historically recalcitrant member the rotating chair of the organisation in 2014 is both reward for steps taken thus far and encouragement to keep it up.\n\nDerek Tonkin, a former British ambassador in the region says: \"They (Asean) have also made it clear that they are looking for steady progress from now on. They are taking a risk, but they feel they have good reason to do so.\"\n\nSceptics will view all this with alarm, arguing that nothing that has changed in Burma so far is set in stone. The hawks, the military, could still bring these nascent signs of reform to a shuddering halt.\n\n\"You are never going to get that 'irreversible' assurance which Western countries say they are seeking,\" says Derek Tonkin. \"There is bound to be some occasional backsliding, but provided the general trend is in the right direction, that is the best we can hope for.\"\n\n'Practical help'\n\nThere appears now to be a consensus developing around that view and on the need to bolster and encourage the direction of travel.\n\nAung San Suu Kyi seemed to offer some guidelines towards the end of her speech earlier this week.\n\nIn it she appealed to all those who wish Burma well, to help by \"criticising us when necessary, encouraging us at the right time and, if I may request it, providing us with practical help when we need it\".\n\nThe first and second steps are being fulfilled. The challenge now is how and when to follow through on the last.", "url": "http://www.bbc.co.uk/news/world-asia-15790290"}], "title": "Myanmar dissident Suu Kyi to run for parliament in by-elections"}, {"articles": [{"published": 1182902400.0, "title": "Blair resigns as prime minister", "image": "http://newsimg.bbc.co.uk/media/images/42433000/jpg/_42433070_ovation_203.jpg", "body": "The Blair family pose outside Downing Street for a final time\n\nBlair's PMQs farewell\n\nHe handed in his resignation to the Queen during a private meeting at Buckingham Palace.\n\nEarlier, Mr Blair received a standing ovation from MPs in the Commons in unprecedented scenes at the end of his final prime minister's questions.\n\nConservative, Lib Dem and DUP leaders all paid tribute to Mr Blair, who is expected to stand down as an MP to take up a job as a Middle East envoy.\n\nI wish everyone, friend or foe, well and that is that, the end\n\nTony Blair\n\nSketch: Commons farewell At-a-glance: PM's questions Why is Blair going?\n\nHe will stand down later as an MP before taking up a new job as a Middle East peace envoy for the \"quartet\" of the UN, EU, America and Russia.\n\nAs they left Downing Street the Blair family - including their four children - posed for the gathered world media.\n\nMr Blair said nothing to the press as they got in the car, but wife Cherie smiled and waved at the press and said she would not \"miss\" them.\n\nEarlier MPs from all sides called a halt to the usual House of Commons hostilities to pay tribute to him during Mr Blair's final half hour question time session.\n\nMr Blair admitted he had \"never pretended to be a great House of Commons man\" but he paid tribute to the \"noble\" work of MPs and - in his final words to Parliament - said: \"I wish everyone, friend or foe, well and that is that, the end.\"\n\nMPs gave departing Mr Blair a standing ovation\n\nMr Blair, who was being watched from the public gallery by his family, also paid tribute to troops killed in Iraq.\n\nHe hailed Britain's armed forces as the \"bravest and the best\" and said he was \"truly sorry about the dangers they face today in Iraq and Afghanistan\".\n\nHe added: \"I know some people think they face those dangers in vain. I don't and I never will.\n\n\"I believe they are fighting for the security of this country and of the wider world against people who would destroy our way of life.\"\n\nConservative leader David Cameron hailed Mr Blair's \"remarkable achievement\" in being prime minister for 10 years, praising peace in Northern Ireland and Mr Blair's work in the developing world which he said will \"endure\".\n\n'Generosity'\n\nHe wished Mr Blair \"every success for whatever he does in the future\".\n\nHOW THE DAY UNFOLDED 1200 - 1230: Final PMQs 1300: Blair says farewell to staff at No 10 1312: Blair arrives at Palace, where he tenders resignation in private audience with Queen 1330: Brown departs Treasury with wife Sarah 1340: Blair leaves Palace 1351: Brown arrives at Palace where Queen asks him to form a government 1448: Brown leaves Palace 1455: Brown enters No 10 for first time as prime minister\n\nDay at-a-glance Nick Robinson's view\n\nMr Blair thanked Mr Cameron for his tributes and said although he could not wish the Tory leader well politically, \"personally I wish both him and his family very well indeed\".\n\nLib Dem leader Sir Menzies Campbell said that, despite their political disagreements, Mr Blair had been \"unfailingly courteous\" and extended his party's best wishes to the outgoing prime minister and his family.\n\nMr Blair returned the compliment, saying Sir Menzies had a \"generosity of spirit and courtesy\".\n\nMr Blair also exchanged tributes with Northern Ireland first minister Ian Paisley.\n\nMiddle East\n\nTo laughter from all sides, Mr Blair told MPs he had received his own P45 on Tuesday.\n\nHAVE YOUR SAY What do I want Brown to do? Call an election and see if he gets a proper mandate to be PM\n\nAnnie, Aberdeenshire\n\nSend us your comments\n\nAsked by Lib Dem MP Richard Younger-Ross to advise his successor Gordon Brown on the relationship between faith and the state, Mr Blair sparked more laughter by saying, after a brief pause: \"I think I'm really not bothered about that one.\"\n\nLooking ahead to his new role, Mr Blair told MPs he believed a solution could be found in the Middle East but it would take a \"huge intensity of focus and work\".\n\nHe told MPs: \"As I learned in respect of Northern Ireland, it is important to be able to bring people together, including people who have been very hostile towards each other.\"\n\nMr Blair is travelling to his Sedgefield constituency, in the north east of England, where he is expected to announce he is standing down as an MP with immediate effect after 24 years.\n\nJohn Prescott is also stepping down from frontline politics after 10 years as deputy prime minister. It is not certain whether Mr Brown will appoint a replacement.\n\nMr Brown is thought likely to carry out the bulk of his Cabinet reshuffle on Thursday, but it has already emerged that one definite change will see Patricia Hewitt stepping down as health secretary.", "url": "http://news.bbc.co.uk/1/hi/uk_politics/6243558.stm"}, {"published": 1182902400.0, "title": "Historic handover: Hour-by-hour", "image": "http://newsimg.bbc.co.uk/media/images/42433000/jpg/_42433192_protests_pa203b.jpg", "body": "It has been a historic day for British politics, with Tony Blair leaving Downing Street after more than 10 years as prime minister.\n\nHe visited Buckingham Palace to resign at lunchtime, with Gordon Brown making the journey a few minutes later and leaving as the country's new leader.\n\nAs is traditional, the Queen invited him to form the next government - they spoke for 55 minutes.\n\nHere are the main events as they unfolded throughout the day, with insight from BBC presenters and correspondents, as well as their guests.\n\n1900 TO 2000 BST - BLAIR'S HOMECOMING\n\nTony Blair arrives at the Trimdon Labour Club to address some 500 Labour Party supporters.\n\nCrowds have gathered outside the building, which is in the Sedgefield constituency he has represented for 24 years.\n\nNo longer prime minister, he has today announced he is standing down as the local MP to be a Middle East envoy.\n\nMinisters will not face the traditional \"walk of shame\" or \"walk of fame\" in front of the media in Downing Street when Gordon Brown reshuffles the Cabinet, the BBC learns.\n\nTony Blair travelled by train from London King's Cross to Darlington\n\nIt appears that the first anyone is likely to see of the new Cabinet is when they arrive for their first meeting, at a time yet to be confirmed.\n\nTrimdon Labour Club is a \"pretty humble\" location for Tony Blair, compared to the other buildings he has seen today, the BBC's Mark Simpson in Sedgefield says.\n\n\"But he's going to have to get used to this. He is the local hero here, the local boy done good,\" he says as he awaits Mr Blair's speech.\n\n\"They call him Tony, they treat him like one of their own.\"\n\nFrom Jersualem, BBC correspondent Matthew Price reports that there has been some local reaction to Mr Blair's appointment as a Middle East envoy.\n\nAn Israeli Foreign Ministry spokesperson describes being \"delighted\" about the move.\n\nAnd an official working with Palestinian Authority President Mahmoud Abbas Mahmood Abbas says the appointment is \"welcomed\" and is sure that Mr Blair's commitment to peace in the Middle East is strong.\n\nMr Blair formally lets his local Labour Party know that he has stood down as their MP, Mark Simpson confirms.\n\nHe tells supporters it is good to be back where it all began for him, but stresses that all good things must come to an end.\n\nAnd he admits that while it is one thing to be an absent MP as prime minister, it is quite another to do that as Middle East envoy.\n\n\"There was no way that he was going to be able to sort out the West Bank at the same time as sorting out planning complaints here in Trimdon,\" Mark Simpson adds.\n\n1800 TO 1900 BST - FURTHER CHANGES\n\nTony Blair has arrived at Darlington railway station, on his way to address Labour Party supporters in the constituency he has represented since 1983.\n\nNext month there is likely to be a by-election in Sedgefield, following Mr Blair's decision to stand down as a backbench MP to be a Middle East envoy.\n\nThe US Ambassador to the United Nations says he welcomes Mr Blair's appointment as an envoy.\n\nMr Brown moved quickly to call world leaders after arriving at No 10\n\nHe says there was some debate among the members of the quartet - the United States, Russia, the United Nations and the European Union - about Mr Blair's terms of reference.\n\nBut he adds that in the end, the new envoy has a \"very broad mandate\", with a key task of developing Palestinian institutions.\n\nBBC business editor Robert Peston understands that the Department of Trade and Industry will be \"broken into two\" by Mr Brown.\n\n\"What will remain of the old DTI will be a department focused on trade and deregulation,\" he tells BBC News 24.\n\nA separate department will be created to emphasise Mr Brown's commitments to \"improving the skills of British people\" and \"making Britain more competitive with training and skills\", he adds.\n\nBaroness Amos, the leader of the House of Lords, is to leave the Cabinet, BBC News 24's chief political correspondent, James Landale, learns.\n\nShe has accepted Mr Brown's nomination for her to be the UK's candidate for the post of EU Special Representative to the Africa Union, a job based in both Brussels and Addis Ababa.\n\n1700 TO 1800 BST - BLAIR'S FUTURE CONFIRMED\n\nTony Blair is to be the special representative to the Mid-East quartet of the United States, Russia, the United Nations and the European Union, it is confirmed.\n\nRepresentatives from the quartet had been meeting in Jerusalem to discuss the post of envoy.\n\nNew prime minister Gordon Brown has spoken to President George W Bush on the telephone, the White House says.\n\nThe US leader congratulated his opposite number and the two pledged to continue close cooperation, the AFP news agency reports.\n\nMeanwhile French President Nicolas Sarkozy calls Mr Brown to congratulate him on his new job and says he wants them \"to work very closely\", according to Mr Sarkozy's spokesman.\n\nThey agreed to work on initiatives together, \"notably on the issue of Darfur\", and Mr Brown is also invited to Paris, David Martinon tells the Associated Press.\n\nHealth minister Andy Burnham refuses to be drawn on the departure of Patricia Hewitt as Health Secretary.\n\n\"We've had a day of great drama and of humour too. The rumour mill is now taking over,\" he tells BBC Radio 4's PM programme.\n\n\"There are precious few facts and I think we all need to relax a little bit and wait for the new prime minister to make some decisions.\"\n\nTony Blair has stepped down as the MP for Sedgefield, the Treasury's website confirms.\n\nJohn Burton, Mr Blair's long-time election agent, says constituents will be \"sad\". \"He's been their local MP. He's their friend,\" he tells BBC News 24.\n\nThere will now be a by-election, which is likely to be held on 19 July, Mr Burton adds.\n\n\"We want a local hard-working MP. We don't expect another Tony Blair. You don't get another Tony Blair. There's not many of them in the world.\"\n\nThe new prime minister's official spokesman confirms that Gordon Brown has spoken to Conservative leader David Cameron and Lib Dem leader Sir Menzies Campbell.\n\nThe conversation with Mr Cameron is described as \"courteous and business-like\".\n\nFull details of the Cabinet reshuffle are likely on Friday lunchtime, adds the spokesman, who promises \"regular\" news conferences involving Mr Brown.\n\n\"Margaret Beckett has been informed by Gordon Brown that he does not wish her to stay in the post of foreign secretary,\" BBC political editor Nick Robinson reveals.\n\n\"She really wanted to stay,\" he tells BBC News 24.\n\nBut he believes she is a victim of her age - \"Gordon Brown wants to reduce the average age of the Cabinet\" - and her standing at the Foreign Office - \"there have been some mutterings that she has not been up to the job\".\n\nDeparting Health Secretary Patricia Hewitt hopes to carry on in the Cabinet, \"but I believe that is unlikely\", Nick Robinson says.\n\nAnd James Landale then tells viewers: \"We know that friends and colleagues attended a leaving party for Patricia Hewitt today.\"\n\n1600 TO 1700 BST - PHONE CALLS & PROTESTS\n\nPatricia Hewitt is to stand down as Health Secretary, sources tell BBC News 24's chief political correspondent, James Landale.\n\n\"That is the first of the movements that we are expecting - perhaps some a little later today, but mostly tomorrow - in the Cabinet reshuffle,\" presenter Matthew Amroliwala tells viewers.\n\nIreland's Taoiseach, Bertie Ahern, was one of the first leaders from other countries to talk to Mr Brown following his appointment.\n\nThere were protests by relatives of military personnel killed in Iraq\n\nIn their telephone call, they agreed that their two governments would continue to work closely together.\n\n\"In this new era in British-Irish relations, we have much to look forward to in developing our relationship in all its many dimensions. Of particular importance, of course, is to build on the precious foundation of peace in Northern Ireland,\" Mr Ahern adds.\n\nDemonstrators have spent the day outside Downing Street, with many objecting to the presence of the British military in Iraq.\n\n\"I am very glad to see him go,\" Brian Stevenson of the protest coalition Stop the War says of Mr Blair.\n\n\"I am not sure there will be much of a change in foreign policy, but at least there is one murderer gone.\"\n\nMeanwhile the principal speaker of the Green Party, Dr Derek Wall, asks: \"Who would have thought that Blair would have been the best friend of George Bush, the US's most right-wing and least competent president in history?\n\n\"Who would have thought that Blair would have given us war after war, House of Lords sleaze, an accelerating climate-change crisis, and an outsourced, market-driven NHS?\"\n\n1500 TO 1600 BST - BROWN'S JOB BEGINS\n\nTony Blair poses for photographs with police protection officers at King's Cross station in north London.\n\nOf course he is no longer prime minister, but now a backbench MP in Gordon Brown's governing Labour Party.\n\nHe allows more pictures before boarding the train to head to his constituency of Sedgefield in north-east England.\n\nBBC political editor Nick Robinson says Mr Brown, the new prime minister, looked \"hesitant and nervy as he got out of the car\" on his arrival in Downing Street.\n\nGordon Brown talked of \"a new government with new priorities\"\n\nHe says: \"He knew these words would be dwelt on and heard by millions of people.\"\n\nNick Robinson says Mr Brown is likely to be given a tour of No 10 first of all and then the phone calls will begin - to President George W Bush, to President Vladimir Putin, to the new French leader Nicolas Sarkozy.\n\nOnly then, will the new prime minister turn towards the task of choosing the next government, he says.\n\nIt is thought Mr Brown is being briefed on military matters, including the UK's nuclear weapons system.\n\n1400 TO 1500 BST - A NEW PRIME MINISTER\n\nAs Gordon Brown meets the Queen, Hazel Blears - who is losing her job as Labour Party chairman - gives her predictions about the new prime minister's reign.\n\n\"I think he's a person very much committed to making sure that every single person in this country - whatever their background, their class, their race, their faith - has a chance to achieve their potential.\n\n\"That sense of ambition, of aspiration, of moving forward, will be very important,\" she tells BBC Radio Five Live.\n\nAnd Tony Blair \"is going to go on and do some great things across the world\", she believes.\n\nBBC political editor Nick Robinson says he expects Mr Brown to appoint Alistair Darling as chancellor before the day is out.\n\nBut this is likely to be the only new position made public on the new prime minister's first day, he adds.\n\nIn Mr Brown's constituency in Fife, \"there is a sense of low-key pride\", according to the BBC's Lorna Gordon, reporting from Kirkcaldy.\n\n\"They're immensely proud that a local boy has 'done good'. It was this area that made him the man, and indeed, the politician he is now.\"\n\nThere is \"a small degree of disquiet\", however, she adds.\n\n\"A couple of hours ago there was a protest of about 40 to 50 people from the Public and Commercial Services Union.\n\n\"They said if he wants to be a good prime minister, he'd better start listening to us now.\"\n\nAt Buckingham Palace, Mr Brown's Treasury car has been replaced with a heavily-armoured black Jaguar and six protection officers, BBC royal correspondent Nicholas Witchell says.\n\nThere is also a second security vehicle waiting for the new prime minister when he leaves the palace.\n\nNick Robinson tells BBC News 24 that the immediate increase in security marks \"the beginning of a huge change\" for Mr Brown.\n\n\"It is a shock to politicians - there are things they think they can do and they can't. It will be a huge change in his life and one that I don't imagine, like anybody else, he'll enjoy.\"\n\nLiberal Democrat leader Sir Menzies Campbell describes Mr Blair's final prime minister's question time as a rather \"flat affair\".\n\n\"People were concerned to give him a good send-off, rather than to challenge him,\" he tells BBC News 24.\n\nThere was also no mention of Quentin Davies, the Conservative MP who defected to Labour on Tuesday, Sir Menzies points out.\n\nThis is \"a new era\" of politics, he adds, refusing to be drawn on questions about Mr Brown's approaches to senior Liberal Democrats as he tried to recruit them to his first Cabinet.\n\nThe Browns leave the palace at 1448 BST. It is official - Britain has a new prime minister.\n\nMr Brown spent 55 minutes with the Queen, Nicholas Witchell is told. \"They seem to be firm friends and allies already,\" the correspondent jokes. \"They didn't seem to want to leave each other's company.\"\n\nBack in Downing Street, Mr Brown gives his first public speech as prime minister.\n\n\"I want the best of chances for everyone. That is my mission.\n\n\"If we can fulfil the potential and realise the talents of everyone then I am absolutely sure that Britain can be the great success story of this century.\"\n\nHe promises \"a new government with new priorities\", saying that he will \"continue to listen and learn\" and acknowledging that he has \"heard the need for change\".\n\n\"There is no weakness in Britain today that cannot be overcome by the strength of the British people,\" he adds, before concluding: \"Now let the work of change begin.\"\n\n1300 TO 1400 BST - FOND FAREWELL\n\nTony Blair wraps things up at No 10, with an emotional farewell to staff where \"people will line the corridor\", says news presenter Huw Edwards in Downing Street.\n\nThe prime minister then poses for photographs outside with wife Cherie and his children - sons Euan, Nicky and Leo and daughter Kathryn.\n\nThe children go back inside through the famous black door, while Mr Blair leaves for Buckingham Palace with his wife.\n\nThe Blairs' possessions have been removed from their home\n\nShe laughs as she says: \"Goodbye - I don't think we'll miss you.\"\n\nWithin three minutes, at 1312 BST, the couple arrive at Buckingham Palace.\n\nThey are greeted by the Queen's senior lady-in-waiting and an equerry. This is the last time that Mr Blair will be seen in public as the prime minister.\n\nFor a few minutes, the UK is without a prime minister, as Mr Blair completes his final audience with the Queen as prime minister.\n\nBBC political editor Nick Robinson says that the gap between the handover is a fraction of what it once was.\n\nWhen David Lloyd George resigned in 1922, it was four days before his replacement, Andrew Bonar Law, took the reins - now, it takes only a matter of minutes.\n\nAnd what will Gordon Brown be thinking of? \"I think he'd be thinking, 'My God, I've actually got it.'\"\n\nHe calls Mr Brown \"the longest-serving 'next prime minister' - it's very hard to stay the apprentice for that long\", he says.\n\nStaff at the Treasury are gathering by the building's security turnstiles, waiting to greet Gordon Brown.\n\n\"He'll be leaving from here in his official Treasury car - it's here with the engine running outside ready to whisk him off,\" says BBC political correspondent Carole Walker.\n\nThe Blairs leave the palace at 1340 BST.\n\n\"Only a matter of minutes pass before we see the next man, Gordon Brown, making his way here,\" explains BBC royal correspondent Nicholas Witchell at Buckingham Palace.\n\nMr Brown spent about 55 minutes with the Queen at the palace\n\n\"Waiting outside the Treasury, there are crowds - five or six deep - giving him a big round of applause, shouting their best wishes,\" Carole Walker adds.\n\nMr Brown arrives at the palace, with his wife Sarah, at 1351 BST.\n\n1200 TO 1300 BST - PRIME MINISTER'S QUESTIONS\n\nBBC political editor Nick Robinson says he has \"no doubt\" that Mr Blair will be feeling nervous ahead of his final appearance at prime minister's questions.\n\n\"Any great performer - and whether you love him or loathe him he is one of the truly great political performers - gets nervous before an occasion like this,\" he writes in his blog.\n\n\"He knows the clips from this will be shown not just on tonight's news, but endlessly as part of the archive of the Blair years. He'll want to enjoy it, and to get it right.\"\n\nTony Blair's wife and children arrive at the public gallery in the Commons to watch the proceedings.\n\nMr Blair begins the session by paying tribute to British military personnel. \"They are the bravest and the best,\" he says.\n\nThen there is an exchange of pleasantries between Mr Blair and the leaders of the Conservative Party and the Liberal Democrats.\n\nMr Blair joked with MPs that he had already received his P45 form\n\nThe prime minister returns the compliment, saying Mr Cameron was \"most proper, correct and most courteous in his dealings with me\".\n\nLib Dem leader Sir Menzies Campbell says that despite their political disagreements, particularly over Iraq, Mr Blair has been \"unfailingly courteous\" and extends his best wishes.\n\nAgain, Mr Blair praises his opposite number, hailing particularly the \"generosity of spirit\" he has seen in Sir Menzies.\n\nThere is a lighter moment as Mr Blair says he has received his P45, the document which employees are given as they depart any job.\n\nAnd when listing his engagements, as is traditional at prime minister's questions, he reports having had meetings with ministerial colleagues this morning.\n\n\"I will have no such further meetings today - or any other day,\" he adds, to a great roar of laughter from MPs.\n\nTony Blair received a standing ovation as he left the Commons\n\n\"I've never seen anything like that,\" Five Live's chief political correspondent John Pienaar says. \"It was a genuinely emotional moment.\"\n\nWhen it is all over, Nick Robinson tells BBC News 24 that he thinks it was not the farewell that Mr Blair would have expected.\n\nMr Cameron \"sucked all the political heat\" out of the occasion by asking about the floods in northern England - and wishing Mr Blair and his family the best, he says.\n\nAnd the prime minister was denied a final opportunity to swipe the opposition, he adds. \"This was more a sentimental farewell than a long-waited-for political bashing.\"\n\n1100 TO 1200 BST - LENSES & LIMOUSINES\n\nBBC News 24's Matthew Amroliwala says Downing Street is rammed full of press and camera crews.\n\nThe world's media have descended on No 10 to mark the end of Mr Blair's 10 years in power.\n\nThe prime minister strides out to his waiting limousine, pausing only briefly to acknowledge a baying crowd of reporters and photographers, before being driven out of Downing Street to his office.\n\nA media scrum looked on as Mr Blair left Downing Street\n\nMr Blair's final prime minister's questions, at 1200 BST, will be \"a special occasion\", according to Five Live's chief political correspondent, John Pienaar.\n\n\"We know that Tony Blair is at least 25% perfect thespian and he's going to enjoy the stage that he's on. The House will conspire to make it a theatrical occasion.\n\n\"The manners of the House dictate that [Conservative leader] David Cameron will wave goodbye in a similarly good-humoured fashion.\"\n\n\"For the 10th time in her reign, the Queen will witness the resignation of her prime minister,\" says BBC royal correspondent Peter Hunt, looking ahead to this lunchtime.\n\nBut he adds that little will emerge about the precise conversation between Mr Blair and the Queen.\n\n\"He and she will be the only people in that room - apart from her corgis. The prime ministers never leak about what's going on and neither does she.\"\n\nMr Brown's unofficial biographer, Tom Bower, tells BBC News 24 what the electorate should expect from the incoming prime minister.\n\nHe describes Mr Brown as a \"principled\" man, shaped by his father's moral compass, and a \"socialist, who believes in the state\".\n\nBut he also says Mr Brown is controlling and does not like criticism or challenges; he relies on a cabal of insiders with similar views and is determined to create a \"Brown Era\".\n\nThe BBC's chief political correspondent James Landale says he bumped into Mr Blair earlier after a Lobby briefing.\n\nFor probably the last time in his career, he was able to greet Mr Blair with: \"Good morning, Prime Minister.\"\n\n1000 TO 1100 BST - REMOVALS & RESHUFFLES\n\nThe Blair family's possessions are being loaded into a white lorry parked outside 10 Downing Street.\n\n\"It's a vaguely humiliating scene, in a sense, the departure of a prime minister,\" says Jon Sopel, presenter of BBC One's The Politics Show.\n\n\"There is no privacy to it. You see the possessions being taken out by the removal men, loaded into the back of the trucks.\n\n\"I remember this from 17 years ago when Margaret Thatcher's removal men came in after she had been brutally brought down.\"\n\nWe may know who is to take over from Gordon Brown as chancellor today, sources tell the BBC.\n\nBut it is understood that major announcements on the forthcoming Cabinet reshuffle are likely to be held back until Thursday at the earliest.\n\nImmigration Minister Liam Byrne predicts Mr Brown's reign will be \"a blend of continuity and change which is a difficult balancing act to strike in politics\".\n\nHe says Mr Brown's focus would be on bringing more power to local communities and \"less fixation on the media\".", "url": "http://news.bbc.co.uk/1/hi/uk_politics/6244586.stm"}, {"published": 1182902400.0, "title": "Brown is UK's new prime minister", "image": "http://newsimg.bbc.co.uk/media/images/42432000/jpg/_42432038_zbrown_pa203.jpg", "body": "The Browns are moving into 10 Downing Street\n\nBrown at Number 10\n\nPosing outside 10 Downing Street with his wife Sarah, the man who has been Mr Blair's chancellor since 1997 said: \"Let the work of change begin.\"\n\nHe said his priorities were education, health and restoring trust in politics and promised to \"try my utmost\".\n\nMr Blair has stood down as MP for Sedgefield after 24 years to become a Middle East peace envoy. A Cabinet reshuffle is expected on Thursday.\n\nStanding ovation\n\nLong-time ally Alistair Darling is tipped to replace Mr Brown as chancellor.\n\nBBC political editor Nick Robinson said it was likely that Environment Secretary David Miliband would be promoted to foreign secretary.\n\nI will try my utmost. This is my promise to all of the people of Britain\n\nGordon Brown, prime minister\n\nThe Gordon Brown story In full: Brown's No 10 words\n\nBefore entering 10 Downing Street, Mr Brown said: \"This will be a new government with new priorities. And I have been privileged to have been granted the great opportunity to serve my country.\n\n\"And at all times I will be strong in purpose, steadfast in will, resolute in action in the service of what matters to the British people, meeting the concerns and aspirations of our whole country.\"\n\nReshuffle\n\nMr Brown promised to lead a government of \"all the talents\" and said his \"mission\" was to provide \"the best of chances for everyone\".\n\nHOW THE DAY UNFOLDED 1200 - 1230: Final PMQs 1300: Blair says farewell to staff at No 10 1312: Blair arrives at Palace, where he tenders resignation in private audience with Queen 1330: Brown departs Treasury with wife Sarah 1340: Blair leaves Palace 1351: Brown arrives at Palace where Queen asks him to form a government 1448: Brown leaves Palace 1455: Brown enters No 10 for first time as prime minister\n\nDay at-a-glance Nick Robinson's view\n\n\"If we can fulfil the potential and realise the talents of all our people then I'm absolutely sure that Britain can be the great global success story of this century,\" he told reporters in Downing Street.\n\nThen, quoting his school motto, he said: \"I will try my utmost. This is my promise to all of the people of Britain. And now let the work of change begin.\"\n\nMr Brown is thought likely to carry out the bulk of his Cabinet reshuffle on Thursday, but it has already emerged that Margaret Beckett is leaving her post of foreign secretary.\n\nMs Hewitt, who has elderly parents in Australia, said she was quitting the government for \"personal reasons\".\n\nElection demand\n\nBaroness Amos, leader of the House of Lords, is leaving the Cabinet, the BBC has learned.\n\nConservative leader David Cameron congratulated Mr Brown on becoming prime minister, but demanded he hold an immediate general election.\n\nHe said: \"Gordon Brown doesn't have the mandate, he wasn't elected as prime minister, and he should go to the country.\"\n\nMr Brown spent 57 minutes inside Buckingham Palace in a private audience with the Queen - more than double Mr Blair's 28 minutes.\n\nMr Brown, 56, becomes the 11th prime minister of the Queen's reign.\n\nI am truly sorry for the dangers they face today\n\nTony Blair pays tribute to British soldiers\n\nWhy is Blair going? Sketch: Blair's finale\n\nHe became Labour leader unopposed on Sunday after potential rivals had failed to gain enough support to mount a challenge.\n\nEarlier, Mr Blair was earlier given an emotional standing ovation by MPs.\n\nHe admitted he had \"never pretended to be a great House of Commons man\" but he paid tribute to the \"noble\" work of MPs and - in his final words to Parliament - said: \"I wish everyone, friend or foe, well and that is that, the end.\"\n\nMr Blair travelled by train to Sedgefield, in the north-east of England, where he said farewell to local party members after 24 years as their MP.\n\nHe will take up a new job as a peace envoy for the \"quartet\" of the UN, America, EU and Russia.\n\nTony Blair travelled by train from London King's Cross to Darlington\n\nAs they left Downing Street the Blair family - including their four children - posed for the media.\n\nMr Blair said nothing as they got in the car, but wife Cherie smiled and waved at the press and said she would not \"miss\" them.\n\nConservative leader David Cameron hailed Mr Blair's \"remarkable achievement\" in being prime minister for 10 years, praising peace in Northern Ireland and Mr Blair's work in the developing world which he said will \"endure\".\n\nHe wished him \"every success for whatever he does in the future\".\n\nHAVE YOUR SAY What do I want Brown to do? Call an election and see if he gets a proper mandate to be PM\n\nAnnie, Aberdeenshire\n\nSend us your comments\n\nMr Blair thanked Mr Cameron for his tributes and said although he could not wish the Tory leader well politically, \"personally I wish both him and his family very well indeed\".\n\nLiberal Democrat leader Sir Menzies Campbell said that, despite their political disagreements, Mr Blair had been \"unfailingly courteous\" and extended his party's best wishes to the outgoing prime minister and his family.", "url": "http://news.bbc.co.uk/1/hi/uk_politics/6245682.stm"}], "title": "Gordon Brown becomes Prime Minister of the United Kingdom"}, {"articles": [{"published": 1176336000.0, "title": "Iraq Parliament Bomber Kills 8, Including Lawmakers (Update2)", "image": "", "body": "April 12 (Bloomberg) -- A suicide bomber killed eight people in Iraq's Parliament building, including at least three lawmakers, after penetrating the security of Baghdad's fortified Green Zone.\n\nMore explosives were found nearby and destroyed in a controlled detonation, Cable News Network reported, citing Iraqi lawmaker Iman al-Asadi.\n\nThe bomber exploded a device in a cafeteria where members of the 275-member Council of Representatives were eating lunch, state television said. In addition to the eight deaths, 23 people were hurt, U.S. Major General William Caldwell said in a statement, without giving details. The statement was read over the phone by a spokeswoman.\n\nAl-Qaeda in Iraq is claiming responsibility for the attack, Time magazine reported. An unidentified Interior Ministry official told Time that the bomber was a guard for one of the members of Parliament.\n\nPrime Minister Nuri al-Maliki called today's attack a ``criminal and cowardly act,'' in a statement read on state television. ``This savage act will not weaken the will of the representatives of the Iraqi people,'' al-Maliki said.\n\nHadi al-Amiri, head of the Parliament's security and defense committee, said on al-Arabiya television that the bomb went off just after a legislative meeting had broken up.\n\n`Catastrophe'\n\n``Had they been able to place this bomb inside the meeting hall, it would have been a catastrophe,'' al-Amiri told al-Arabiya, according to the Associated Press.\n\nMohammed Awad of the Sunni Muslim National Dialogue Front, which holds 11 seats in Iraq's legislature, was killed in the attack, AP reported, citing party leader Saleh al-Mutlaq. The news service said Taha al Liheibi, of the Sunni Accordance Front, which holds 44 seats, was also killed. The third dead lawmaker was Niamah al-Mayahi, a member of the Shiite United Iraqi Alliance bloc, AP said, citing fellow bloc member Saleh al-Aujaili.\n\nThe Green Zone is protected by U.S. forces and private contractors. The area is surrounded by high concrete blast walls and all entry points are staffed by security guards. The zone frequently comes under attack from rocket and mortar fire.\n\n``I strongly condemn this action,'' President George W. Bush told reporters at the White House. The extremists attacked ``a symbol of democracy'' in Iraq and are the same type of terrorists who ``kill innocent Americans.'' Bush said the U.S. is working with the Iraq government to ``take steps necessary to boost security.''\n\nScanner Broken\n\nA scanner used to check pedestrians at the Green Zone entrance near the Parliament wasn't working today, and people were searched by hand or went through metal detectors, AP reported, citing Parliament spokesman Mohammed Abu Bakr. Dogs were used to check people entering the building earlier in the day, a measure seldom used there, AP said.\n\nU.S. and Iraqi forces began a security crackdown in Baghdad and neighboring al-Anbar province in February.\n\n``We've known there's a security problem in Baghdad, which is why the president has structured a new strategy,'' U.S. Secretary of State Condoleezza Rice told reporters in Washington. ``I don't think anybody expected there would not be counter-efforts.''\n\nFriday Session\n\nThe Parliament, which closes on Fridays for the Muslim day of prayer, will hold a special session tomorrow in a show of defiance against terrorism, speaker Mahmoud Mashadani told state television.\n\n``There will be every effort made to identify this as a one-off and not part of a pattern or a syndrome,'' Rosemary Hollis, director of research at London-based Chatham House told Sky News. Chatham House advises the European Union on foreign policy.\n\n``The level of security for foreign nationals has allowed them to do something resembling a day's work,'' Hollis said. If this does indicate greater vulnerability in the Green Zone, it will seem ``the whole operation has already failed,'' she said.\n\nAl-Maliki, whose office is in the Green Zone, is on a visit to South Korea today. The zone is also the location of the U.S. and other embassies. Preliminary reports indicated there were no U.S. casualties, Lou Fintor, a spokesman for the U.S. Embassy, said in an e-mailed statement.\n\nTwo suicide bombers detonated devices inside the Green Zone in October 2004, killing five people and injuring about 20 at an outdoor market and cafe. Three U.S. civilians were among those killed.\n\nTruck Bombing\n\nEarlier today, a suicide truck bombing partly collapsed a metal bridge in northern Baghdad, sending cars sliding into the Tigris River, Iraqi security forces spokesman Brigadier Qasim Ata told state television. At least 10 people were killed and 26 wounded, and police were trying to rescue about 20 more whose cars were in the river, AP said.\n\nThe al-Sarafiyah Bridge connects the Shiite Muslim al-Atafiyah neighborhood with the Sunni Muslim Waziriyah suburb, AP said. The Tigris has come to serve as a dividing line between the largely Shiite east of the city and the mostly Sunni west, as sectarian fighting has forced both Sunnis and Shiites to flee neighborhoods where they were a minority, the news service said.\n\nTo contact the reporters on this story: Robin Stringer in London at rstringer@bloomberg.net; Patrick Donahue in Berlin at pdonahue1@bloomberg.net.\n\nTo contact the editor responsible for this story: Peter Torday at ptorday@bloomberg.net.", "url": "http://www.bloomberg.com/apps/news?pid=20601087&sid=aggx10AJm7zw&refer=worldwide"}, {"published": 1176336000.0, "title": "Explosion at Iraq parliament cafe", "image": "http://newsimg.bbc.co.uk/media/images/42792000/gif/_42792339_baghdad_green2_416.gif", "body": "The explosion killed at least eight people, the US said\n\nPolice said they believed a suicide bomber was involved. Twenty-three people were injured in the attack.\n\nThe cafe, in Baghdad's highly fortified Green Zone, is for MPs and their staff, some of whom were having lunch there.\n\nEarlier, a bomb on a bridge in Baghdad killed at least eight people and sent several cars into the River Tigris.\n\nThe two attacks are major blows to the much-trumpeted Baghdad security surge now in its third month, the BBC's Jim Muir in Baghdad says.\n\nThe convention centre where parliament meets is one of the most heavily guarded buildings in the country, he says.\n\nThere are sniffer dogs, and all the other usual precautions are taken. Sometimes several searches are made within the space of just a few metres.\n\n'Not failed'\n\nIraqi Prime Minister Nouri Maliki said the attack was a \"criminal cowardly act\" and said the violence would not weaken MPs' resolve.\n\nUS President George W Bush said he stood with the Iraqi government.\n\n\"I strongly condemn the action. It reminds us, though, that there is an enemy willing to bomb innocent people and a symbol of democracy,\" he said.\n\nSecretary of State Condoleezza Rice said the attack did not mean the security operation had failed.\n\n\"We've said there are going to be good days and bad days concerning the security plan but the commanders are carrying out their responsibilities and working to try to make the population more secure,\" she said.\n\nLunch break\n\nThe bomb went off 10 minutes after the parliament had adjourned for lunch.\n\nThe canteen was just filling up... the session was just ending and all of a sudden there was just this huge explosion\n\nMP Haydar Abbadi\n\nOne theory suggests it may have been smuggled in by an MP's bodyguard. Reports say two unexploded suicide vests were found later and destroyed.\n\nThe bomb exploded in the cafeteria on the first floor where the deputies and other staff were taking their break.\n\nUS-funded Al-Hurra TV, which was interviewing MPs at the time, showed politicians ducking under the force of the blast and security officials picking up an injured victim as the room filled with smoke.\n\nMP Mohammed Hassan Awad from the National Dialogue bloc (a Sunni group not part of the government) and at least one other MP were killed.\n\nThe bomb exploded 10 minutes into the lunch break\n\n\"The canteen was just filling up... the session was just ending and all of a sudden there was just this huge explosion,\" MP Haydar Abbadi told the BBC.\n\n\"The building of course was full of smoke, full of dust, for a few minutes we couldn't see anything, we couldn't see around us.\"\n\nDespite the tight security it was possible for people without security clearance to get in without being searched, he added.\n\nPartly demolished\n\nThis is the first time a bomb has gone off inside the building although it has been shaken by several mortar attacks in the past.\n\nThe security drive has brought down the rate of sectarian murders, but it has not stopped the bomb attacks.\n\nThe bombing of the Sarafiya bridge, one of the main arterial bridges in Baghdad, had been condemned by the speaker of parliament a short time before the explosion in his own building.\n\nThe bridge, one of the main links across the Tigris River, was partially demolished by a huge truck bomb.", "url": "http://news.bbc.co.uk/2/hi/middle_east/6548337.stm"}, {"published": 1176336000.0, "title": "Suicide bomber kills 8 at Iraq parliament", "image": "http://s4.reutersmedia.net/resources/r/?m=02&d=20070412&t=2&i=594949&w=1200&fh=&fw=&ll=&pl=&r=594949", "body": "BAGHDAD A suicide bomber killed eight people in the Iraqi parliament on Thursday, brazenly penetrating to the heart of Baghdad's Green Zone to launch the deadliest strike yet in the heavily fortified compound.\n\nDefying a two-month-old U.S.-Iraqi security crackdown, the bomber slipped through multiple armed checkpoints to reach the heart of the zone, a 10 sq. km (4 sq. miles) area housing parliament, government offices and many embassies.\n\nU.S. military spokesman Major-General William Caldwell said initial reports showed eight had been killed and 20 wounded in the blast which tore through a cafe where lawmakers were having lunch. State television said three of the dead were lawmakers.\n\nCaldwell said the blast bore the hallmarks of Sunni Islamist al Qaeda, resurgent in recent weeks despite the crackdown by tens of thousands of Iraqi and U.S. troops.\n\nFootage of the blast broadcast on Iraq's al-Hurra television station showed a Shi'ite MP being interviewed when suddenly a loud blast sent him ducking for cover. Clouds of dust and debris swirled through the building as people shouted and tried to make their way out down stairwells.\n\nU.S. President George W. Bush and Iraqi Prime Minister Nuri al-Maliki, who is on a trip to the Far East, condemned the attack on the parliament, housed in a former conference centre.\n\n\"It reminds us though that there is an enemy willing to bomb innocent people in a symbol of democracy,\" Bush said.\n\nA truck bomb also killed at least seven people on Sarafiya bridge in northern Baghdad, a main artery linking east and west Baghdad, destroying most of the steel structure and sending several cars plunging into the River Tigris below.\n\nHow explosives were smuggled into the Green Zone is likely to be the focus of an investigation. They would have had to pass through an outer checkpoint manned by U.S. and Iraqi troops and multiple inner checkpoints guarded by security contractors and foreign troops that are part of the U.S.-led coalition.\n\nIraqi military spokesman Brigadier General Qassim Moussawi, said it appeared to have been a well-planned operation that had taken advantage of \"a deficiency in one of the security points\". A review of procedures would need to be carried out, he said.\n\nWHO HAD ACCESS?\n\nEntry to the conference centre is restricted to accredited parliamentary staff, deputies, security guards and journalists. Only MPs, police and kitchen staff can access the cafeteria.\n\nTwo Shi'ite lawmakers said the metal detector used at the VIP entrance was working, but a Sunni legislator said when he arrived there was a power cut and bags were being manually searched. A Reuters cameraman said the scanner at a second entrance used by staff and journalists was operating.\n\n\"We are trying to backtrack all the systems to see how somebody was able to get a suicide vest in ... we are looking at who had access there,\" Caldwell told Reuters by telephone.\n\nThe U.S. military said this month that two explosives vests were found in the zone. A suspected third vest was known to have been missing and a hunt was launched to find it.\n\nAn Iraqi official said another suspected bomb had been found nearby and detonated.\n\nThe SITE Institute, a private U.S. organization that tracks militant activity, questioned media reports that al Qaeda had claimed responsibility for the attack, saying the claim had been posted on a Web site not used by the group.\n\nA Reuters cameraman said the blast took place at the cashier's register in the cafe, near parliament's assembly hall.\n\n\"I saw a ball of fire and heard a huge, loud explosion. There were pieces of flesh floating in the air,\" said the cameraman, who was lightly wounded in the arm.\n\nMilitants have rarely carried out attacks inside the zone, although it has come under increasing rocket and mortar attack.\n\nA rocket landed close to a building where Maliki and U.N. Secretary General Ban Ki-moon were speaking last month.\n\nIn the worst previous bomb attack in the zone, two al Qaeda bombers killed five people, including three Americans, in 2004.\n\n(Additional reporting by Aseel Kami, Ahmed Rasheed, Yara Bayoumy, Mussab Al-Khairalla, Mariam Karouny and Aws al-Rubaie)", "url": "http://www.reuters.com/article/newsOne/idUSPAR34073020070412?src=041207_1011_TOPSTORY_iraq_parliament_blast"}], "title": "Two Iraqi MPs killed in bombing at parliament"}, {"articles": [{"published": 1210723200.0, "title": "Obama welcomes Edwards nod, even if tardy - politics - Decision '08 - Barack Obama News", "image": "http://media4.s-nbcnews.com/j/msnbc/Components/Video/_NEW/n_obama_edwards_080514.standard.jpg", "body": "It would have meant more in February or March, but John Edwards' endorsement of Barack Obama for the Democratic presidential nomination was welcomed nonetheless by a politician eager to turn the page.\n\nEdwards' surprise appearance at a rally Wednesday steered some of the attention away from Hillary Rodham Clinton's landslide win over Obama in Tuesday's West Virginia primary. Despite the victory, the former first lady faces long odds in trying to deny Obama the presidential nomination.\n\nEdwards had been their chief rival from 2007 through last January. But after finishing second to Obama in Iowa, the former North Carolina senator and 2004 vice presidential nominee placed third in the next three contests, then left the race.\n\nObama and Clinton immediately sought his support, but Edwards stayed mum until Wednesday. The endorsement would have carried more clout had Edwards made it months ago, when the outcome of the Democratic contest was very much in doubt.\n\n\"We are here tonight because the Democratic voters have made their choice, and so have I,\" Edwards said to thunderous applause. He said Obama \"stands with me\" in a fight to cut poverty in half within 10 years, a claim Obama confirmed moments later.\n\nPraise for Clinton\n\nEdwards told the rally that \"we must come together as Democrats\" to defeat Republican John McCain in November.\n\nHe also praised Clinton.\n\n\"We are a stronger party\" because of her involvement and \"we're going to have a stronger nominee in the fall because of her work,\" he said.\n\nVideo: What’s the impact of Edwards’ nod? Then as Edwards sat on stage and watched, Obama gave one of his most animated addresses in days, much of it devoted to fighting poverty. In America, he said, \"you should never be homeless, you should never be hungry.\"\n\nClinton campaign chairman Terry McAuliffe said in a statement: \"We respect John Edwards, but as the voters of West Virginia showed last night, this thing is far from over.\"\n\nPolitical strategist and Clinton ally James Carville said Edwards' endorse was a psychological boost for Obama, but unlikely to sway many voters.\n\nAiming to unify party\n\n\"I think it certainly helps in terms of the psychology of the superdelegates,\" Carville told ABC's \"Good Morning America\" on Thursday, referring to the elected officials and party leaders who will ultimately determine the Democratic nominee.\n\nA person close to Edwards, speaking on condition of anonymity, said he wanted to get involved now to begin unifying the party. Edwards and Obama spoke by phone Tuesday night, and Edwards agreed to fly to Grand Rapids the next day.\n\nEdwards didn't even tell many of his former top advisers of his decision because he wanted to inform Clinton personally, said the person close to him. His wife, Elizabeth, who has said she thinks Clinton has the superior health care plan, did not accompany him and is not part of the endorsement.", "url": "http://www.msnbc.msn.com/id/24628804/"}, {"published": 1210723200.0, "title": "Edwards endorses Obama, praises Clinton", "image": "", "body": "WASHINGTON (CNN) -- Former Democratic presidential candidate John Edwards endorsed Sen. Barack Obama on Wednesday at a campaign event in Grand Rapids, Michigan.\n\n\"The reason I'm here tonight is because the Democratic voters have made their choice, and so have I,\" he told the boisterous crowd.\n\n\"There is one man who knows and understands that this is a time for bold leadership. There is one man that knows how to create the change, the lasting change, that you have to build from the ground up,\" Edwards said. \"There is one man who knows in his heart there is time to create one America, not two ... and that man is Barack Obama.\"\n\nEdwards also praised Sen. Hillary Clinton's candidacy.\n\n\"What she has shown ... is strength and character, and what drives her is something that every single one of us can and should appreciate,\" Edwards said. \"She is a woman who, in my judgment, is made of steel, and she's a leader in this country not because of her husband but because of what she has done.\" Watch Edwards give his endorsement »\n\nHe said that when the nomination battle is over, \"and it will be over soon, brothers and sisters ... we must come together as Democrats.\"\n\nObama later praised Edwards and his wife, Elizabeth, during the rally.\n\nDon't Miss Election Center 2008\n\n\"I am so grateful ... for John Edwards to come to Michigan tonight. ... I'm grateful for his support ... but more importantly, I want to thank John for everything that he has already done to make us one America,\" Obama said. Watch an analysis of the endorsement »\n\nAfter the announcement, Republican National Committee Chairman Robert Duncan released a statement asking, \"Why didn't Edwards endorse sooner?\"\n\n\"Edwards' endorsement of a candidate he previously blasted as inexperienced, hypocritical and lacking substance will not help Obama with voters looking for real change,\" he said.\n\nEdwards dropped out of the Democratic race on January 30 after poor showings in the early contests.\n\nHe told NBC last week that Obama, the Democratic front-runner, is the party's likely nominee. Both Obama and Clinton had sought Edwards' blessing. Watch a report on the timing of the endorsement »\n\nClinton campaign Chairman Terry McAuliffe said Wednesday that \"We respect John Edwards, but as the voters of West Virginia showed last night, this thing is far from over.\"\n\nAccording to CNN's latest estimates, Obama has 1,884 total delegates (pledged: 1,600, superdelegates: 284). Clinton has 1,718 total delegates (pledged: 1,445, superdelegates: 273).\n\nEdwards, meanwhile, has 19 total pledged delegates who may or may not pledge their support for Obama at the Democratic National Committee's August convention in Denver, Colorado.\n\nEdwards, who is not a superdelegate, said last week that it was fine for Clinton to continue making her case but expressed concern that a continued campaign could damage the party's prospects in November.\n\nWednesday's endorsement could help Obama reach out to white blue-collar voters, a demographic that Obama has failed to capture, most notably in the recent Pennsylvania and West Virginia primaries.\n\nEdwards had campaigned on the message that he was standing up for the little guy, the people who are not traditionally given a voice in Washington, and that he would do more to fight special interests.\n\nAfter dropping out of the race, Edwards asked Clinton and Obama to make poverty a central issue in the general election and a future Democratic administration, something both agreed to do. Watch Edwards discuss Obama and Clinton on \"Larry King Live\" »\n\nAn endorsement from Edwards, who ran as vice president on Sen. John Kerry's ticket in the 2004 presidential election, would have a significant impact on the race, Democratic strategist Peter Fenn said after Edwards dropped out.\n\n\"You could make an argument that the change issue does benefit Barack Obama, that he picks up that support. You could also make the argument that there's a lot of support out there amongst people that will go to Hillary,\" he said.\n\nSome political pundits predicted Edwards' supporters are more likely to lean in Obama's direction.\n\n\"The conventional wisdom is that Barack Obama will pick up maybe 60 percent of them, and in some places, that makes a huge difference,\" former presidential adviser David Gergen said in January.\n\nTime magazine's Joe Klein said Clinton \"represents a lot of the things that [Edwards] campaigned against, you know, the old Washington Democratic establishment that he believes got too close to the corporations in the '90s.\"\n\nEdwards announced that he was dropping out in New Orleans, Louisiana, the same city where he declared his run for the 2008 Democratic presidential race.\n\n\"It is time for me to step aside so that history can blaze its path,\" he said.\n\nWith his wife and children at his side, Edwards said he couldn't predict \"who will take the final steps to 1600 Pennsylvania Avenue,\" but he said it would be a Democrat.\n\nEdwards trailed Clinton and Obama in the early contests. He came in third in key races in New Hampshire and South Carolina.\n\nKlein said Edwards played a positive role in spurring his competitors during the early part of the campaign.\n\n\"On a lot of substantive issues like health insurance, he was the first one out of the box with a very ambitious universal plan, and I think he forced the others to become bolder in a lot of their policy prescriptions, energy dependence and so on,\" Klein said.\n\nEdwards is a South Carolina native with an undergraduate degree from North Carolina State University and law degree from the University of North Carolina.\n\nBefore entering politics, winning a Senate seat from North Carolina in 1998, Edwards was a lawyer representing families \"being victimized by powerful interests,\" according to his campaign Web site.\n\nAll About John Edwards • Barack Obama", "url": "http://www.cnn.com/2008/POLITICS/05/14/edwards.obama/index.html"}, {"published": 1210723200.0, "title": "Edwards endorses Obama in US race", "image": "http://newsimg.bbc.co.uk/media/images/44657000/jpg/_44657641_clintonplane_afp226b.jpg", "body": "Please turn on JavaScript. Media requires JavaScript to play. The former US Democratic presidential contender, John Edwards, has endorsed Barack Obama's bid for the White House. Speaking alongside the senator at a rally in Michigan, Mr Edwards said Mr Obama was the one man who could make the lasting change that America needed. John Edwards dropped out of the presidential race in January. Correspondents say his endorsement will damage Mr Obama's rival, Sen Hillary Clinton, despite her victory in the West Virginia primary on Tuesday. 'Bold leadership' \"The Democratic voters in America have made their choice and so have I,\" John Edwards told a crowd of cheering supporters in Grand Rapids, Michigan. \"There is one man who knows and understands that this is a time for bold leadership... there is one man who knows in his heart that it is time to create one America, not two - and that man is Barack Obama.\"\n\nEdwards plays kingmaker card Mr Edwards spoke about the need to help the poor and provide better health care, and announced that Mr Obama had backed his new anti-poverty initiative, which aims to reduce poverty in the United States by half within 10 years. Earlier in the speech he paid tribute to Hillary Clinton's tenacity, strength and determination, and said she cared deeply about the working people of America. Correspondents say the timing of the announcement is significant, on a day when Hillary Clinton has been celebrating a big win in West Virginia which was largely down to her support among poorer white voters - a constituency with which John Edwards is most closely identified. 'Far from over' Both Senators Obama and Clinton had been heavily courting Mr Edwards' endorsement, as soon as he had stood down from the race in January. But as news of the announcement broke, Mrs Clinton's campaign team dismissed its significance. Hillary Clinton had a big win in West Virginia on Tuesday \"We respect John Edwards, but as the voters of West Virginia showed last night, this thing is far from over,\" Clinton campaign chairman, Terry McAuliffe, said in a statement. So far in the battle for the Democratic presidential nomination, Mr Obama has won more of the delegates who will choose the party's nominee at the Democratic National Convention this summer. He has also raised more money than Mrs Clinton. The Clinton campaign has been hoping that she could pick up more endorsements than Mr Obama from the so-called \"super-delegates\", who get an automatic vote at the convention by virtue of holding a senior position in the party. The BBC's Justin Webb says that with the high-profile endorsement of Mr Edwards, Mrs Clinton's already difficult case has just become even trickier to make. According to a tally by the Associated Press, Barack Obama has a total of 1,887 delegates, leaving him just 139 delegates short of the 2,026 needed to clinch the nomination, while Hillary Clinton has 1,718 delegates.\n\n\n\nE-mail this to a friend Printable version Bookmark with: Delicious\n\nDigg\n\nreddit\n\nFacebook\n\nStumbleUpon What are these?", "url": "http://news.bbc.co.uk/2/hi/americas/7401899.stm"}], "title": "John Edwards endorses Barack Obama"}, {"articles": [{"published": 1281052800.0, "title": "Senate confirms Elena Kagan to Supreme Court", "image": "http://i.usatoday.net/marketing/email/_notches/email-promo-most-popular.jpg", "body": "Enlarge By Jack Gruber, USA TODAY Elena Kagan prepares to testify on the second day of hearings before the Senate Judiciary Committee in Washington on June 29.\n\nWASHINGTON \u0097 Chief Justice John Roberts will swear in Elena Kagan as the nation's 112th Supreme Court justice on Saturday, making women one-third of the nation's highest court for the first time in history.\n\nSupreme Court spokeswoman Kathy Arberg said Roberts telephoned Kagan to offer \"warm congratulations\" Thursday, shortly after the Senate confirmed her. The 63-37 vote was a victory for President Obama, who has doubled the number of women ever named to the Supreme Court with his first two nominees.\n\n\"I am confident that Elena Kagan will make an outstanding Supreme Court justice,\" Obama said in Chicago, where he was traveling. \"And I am proud, also, of the history we're making with her appointment.\"\n\nKagan, 50, was the first woman to serve as U.S. solicitor general and the first female dean of Harvard Law School. When the court reconvenes on the first Monday in October, Kagan will join Ruth Bader Ginsburg and Sonia Sotomayor as the first trio of women serving together as justices.\n\n\"Long, long overdue,\" Senate Judiciary Chairman Patrick Leahy, D-Vt., said of the breakthrough.\n\nREPUBLICANS: Two more say they'll vote 'no' to Kagan\n\nDESPITE PARTISAN SWATS: Kagan's path to bench clear\n\nPHOTOS: Elena Kagan on the Hill\n\nFive Republican senators broke ranks with their party to support Kagan's nomination: Richard Lugar of Indiana; Judd Gregg of New Hampshire; Lindsey Graham of South Carolina; and Susan Collins and Olympia Snowe, both of Maine. One Democrat, Ben Nelson of Nebraska, voted no.\n\nCritics accused Kagan of being short on courtroom experience and holding liberal views on abortion and gun control. In Kagan, the president has appointed \"someone who shares his progressive, elitist vision and is willing to advance it from the bench,\" warned Sen. Jeff Sessions of Alabama, who is the Judiciary Committee's top Republican.\n\nKagan will be the first member of the court since the Chief Justice William Rehnquist to arrive without previous experience as a judge. Although some Republican senators, such as Scott Brown of Massachusetts, cited that as a reason to oppose her, Sen. Dianne Feinstein, D-Calif., hailed Kagan's different perspective on \"the impact of the law on human beings.\"\n\nFULL COVERAGE: Latest from Supreme Court\n\nSUPREME COURT: Upcoming cases\n\nAs solicitor general since last year, Kagan has served as the Obama administration's chief advocate before the Supreme Court, a position that could affect her ability to rule on some cases as a justice.\n\nShe told Sessions in a letter that she will recuse herself from 11 cases on the court calendar that she helped argue or for which she helped write briefs. Under questioning from Republican senators, however, Kagan would not commit to recusing from a potential legal challenge to the administration's health care plan.\n\nSen. Charles Schumer, D-N.Y., said Kagan will be a \"great antidote\" to a court that he described as being dominated by \"judicial activism of the right.\"\n\nHowever, Kagan is not expected to change the court's ideological balance, which tilts 5-4 in favor of conservatives. She's replacing retired justice John Paul Stevens, leader of the liberal wing.\n\nAfter the vote, Sen. Al Franken, D-Minn., apologized to Mitch McConnell, the Senate's top Republican, for being rude as he was explaining his opposition to Kagan, the Associated Press reported.\n\nFranken was presiding over the Senate as McConnell spoke. A Senate GOP aide said Franken made theatrical gestures and whispered under his breath as the Kentucky senator spoke. McConnell went up to the former comedian afterward and said, \"This isn't Saturday Night Live, Al.\"\n\nThe aide spoke to the AP on condition of anonymity because of the sensitivity of the situation.\n\nFranken later delivered a handwritten apology and issued a statement that said McConnell was \"entitled to give his speech with the presiding officer just listening respectfully.\"", "url": "http://www.usatoday.com/news/washington/judicial/2010-08-05-kagan-supreme-court-confirmation_N.htm"}, {"published": 1280966400.0, "title": "Senate Confirms Kagan in Partisan Vote", "image": "http://static01.nyt.com/images/2010/08/04/us/04kagan2/04kagan2-thumbStandard.jpg", "body": "WASHINGTON — The Senate confirmed Elena Kagan to a seat on the Supreme Court on Thursday, giving President Obama his second appointment to the court in a year and a victory over Republicans who sharply challenged her credentials and record.\n\nMs. Kagan, who is set to be sworn in Saturday as the newest member of the court, was approved by a vote of 63 to 37 after hearings and floor debate that showcased the competing views of Democrats and Republicans about the court but exposed no significant stumbling blocks to her confirmation.\n\nIn welcoming the Senate action, Mr. Obama said he expected that Ms. Kagan would be a strong addition to the court because she “understands that the law isn’t just an abstraction or an intellectual exercise.”\n\n“She knows that the Supreme Court’s decisions shape not just the character of our democracy, but the circumstances of our daily lives,” the president said.\n\nMs. Kagan, the former dean of the Harvard Law School, a legal adviser in the Clinton administration and solicitor general in the Obama White House, becomes the fourth woman to serve on the court. She will join two other women currently serving, including Justice Sonia Sotomayor, who was confirmed almost exactly a year ago, and Justice Ruth Bader Ginsburg. She will be the only justice on the court not to have served previously as a judge.\n\nPhoto\n\nAt age 50, the New York native could have a long tenure, but her confirmation is not seen as immediately altering the current closely divided ideological makeup of the court, which is often split 5 to 4 on major decisions. She succeeds Justice John Paul Stevens, the leader of the court’s liberal bloc, who is retiring.\n\n“Her qualifications, intelligence, temperament and judgment will make her a worthy successor to Justice John Paul Stevens,” said Senator Patrick J. Leahy, Democrat of Vermont and chairman of the Judiciary Committee.\n\nThe court she is joining has grown more assertive in placing a conservative stamp on decisions under Chief Justice John G. Roberts Jr., and is likely to confront an array of divisive issues in coming years, like same-sex marriage, immigration and the federal government’s role in health care.\n\nAmong the cases she is expected to sit in on when the new term starts in October are two major First Amendment clashes: one involving California’s attempts to limit the sale of violent video games to minors, the other on the free speech rights of protesters at military funerals.\n\nBecause of her role as solicitor general in the Obama administration, Ms. Kagan has already identified 11 cases on the docket for the next term in which she would disqualify herself because she had worked on them for the White House. One concerns the privacy rights of scientists and engineers at the Jet Propulsion Laboratory who object to federal background checks.\n\nIn the final vote, 5 Republicans joined 56 Democrats and 2 independents in supporting the nomination; 36 Republicans and one Democrat, Senator Ben Nelson of Nebraska, opposed her. In a sign of the import of the moment, senators formally recorded their votes from their desks.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nThe partisan divide over the nomination illustrated the increasing political polarization of fights over Supreme Court nominees, who in years past were backed by both parties in the absence of some disqualifying factor. Ms. Kagan received fewer Republican votes than Justice Sotomayor, who was supported by nine Republicans in her 68-to-31 confirmation on Aug. 6, 2009. Democrats balked at Samuel A. Alito Jr., nominated by President George W. Bush, with only four endorsing him in a 58-to-42 vote in January 2006.\n\nMost Senate Republicans challenged Ms. Kagan’s nomination until the end, asserting that she lacked sufficient experience and had unfairly stigmatized the military by supporting a bar on recruiters at Harvard Law over the military’s policy against allowing gay men and lesbians to serve openly. They said her record in both Democratic administrations and her strong ties to Mr. Obama suggested that she would try to imprint her own political values and those of the president on court decisions.\n\nPhoto\n\n“Whether it’s small-claims court or the Supreme Court, Americans expect politics to end at the courtroom door,” said Senator Mitch McConnell of Kentucky, the Republican leader. “Nothing in Elena Kagan’s record suggests that her politics will stop there.”\n\nRepublicans said the need to interpret the Constitution strictly was, in their view, reaffirmed by this week’s federal court ruling against California’s voter-imposed ban on same-sex marriage, a case considered likely to eventually reach the Supreme Court.\n\nSenator Jeff Sessions of Alabama, the senior Republican on the Judiciary Committee, warned that the American public would “not forgive the Senate if we further expose our Constitution to revision and rewrite by judicial fiat to advance what President Obama says is a broader vision of what America should be.”\n\nBut Democrats described the new justice as a brilliant legal scholar who would broaden the outlook of the court.\n\n“When it opens this fall, three women — a full third of the bench — will preside together for the first time,” Senator Harry Reid, the Nevada Democrat and majority leader, said. “That’s really progress.”\n\nMr. Obama called Ms. Kagan’s confirmation “a sign of progress that I relish not just as a father who wants limitless possibilities for my two daughters, but as an American proud that our Supreme Court will be more inclusive, more representative and more reflective of us as a people than ever before.”\n\nMs. Kagan has never been a judge and her previous courtroom experience was limited — she argued her first case before the Supreme Court last year — leading some Republicans to cite her lack of time on the bench as a chief factor in their opposition. They included Senator Scott Brown, a Massachusetts Republican, who announced Thursday that he would oppose the nomination of the woman he introduced at her confirmation hearings.\n\n“When it comes to the Supreme Court, experience matters,” he said in a statement.\n\nDemocrats dismissed that argument, with Senator Christopher J. Dodd of Connecticut noting that more than one-third of the 111 Americans who have served on the court were not previously judges, including former Chief Justice William H. Rehnquist, whose tenure was highly regarded by many Republicans.\n\n“I would therefore submit to my colleagues that there are other important measures of the quality of a Supreme Court nominee besides the depth of his or her experience on the bench,” Mr. Dodd said.", "url": "http://www.nytimes.com/2010/08/06/us/politics/06kagan.html?hp"}, {"published": 1280966400.0, "title": "Senate approves Obama nominee Kagan to top court", "image": "http://s3.reutersmedia.net/resources/r/?m=02&d=20100805&t=2&i=172750995&w=1200&fh=&fw=&ll=&pl=&r=2010-08-05T194128Z_01_BTRE6741IPC00_RTROPTP_0_USA-COURT-KAGAN", "body": "WASHINGTON President Barack Obama's nomination of Elena Kagan to the Supreme Court won Senate approval on Thursday, his second appointment to the court that decides abortion, death penalty and other contentious cases.\n\nThe Democratic-led Senate voted largely along party lines, 63-37, to confirm the former Harvard Law School dean as the fourth female justice in U.S. history and the 112th high court member.\n\nKagan was Obama's solicitor general, arguing government cases before the Supreme Court, when he named her in May as his choice to replace the retiring liberal Justice John Paul Stevens.\n\nThe 50-year-old Kagan, who will be the third woman on the current court, is not expected to change the ideological balance of power on the closely divided panel, which for years has been dominated by a 5-4 conservative majority.\n\nAll Democratic senators but one voted for her, two independent senators voted for her and five Republicans voted for her. All other Republican senators opposed her nomination.\n\nOBAMA'S JUDICIAL LEGACY\n\nKagan becomes Obama's second lifetime appointee on the nine-member Supreme Court, allowing him to reshape the court and leave a judicial legacy that could last long after he leaves office.\n\nU.S. appeals court Judge Sonia Sotomayor was confirmed last year by a 68-31 vote as the first Hispanic Supreme Court justice.\n\nThe two appointments underscore an effort by Obama to move the court to the left after Republican President George W. Bush nominated a pair of conservative judges to the bench.\n\nKagan's nomination proved to be less contentious than expected and was largely overshadowed in the Senate by the Gulf of Mexico oil spill and concerns over the sluggish U.S. economy.\n\nThe three days of Senate debate that ended Thursday often reflected partisan differences ahead of the congressional elections in November, when one-third of the Senate and the entire House of Representatives will be up for re-election.\n\nDemocratic senators praised Kagan for her legal intellect, her ability to build consensus, for bringing a fresh perspective to the court and for being fair-minded. It will be the first time that the court has three female justices.\n\nRepublican senators said Kagan, a White House lawyer during Bill Clinton's presidency, seemed driven more by politics than the law and lacked judicial experience. She becomes the first justice in nearly 40 years who had never been a judge.\n\nKagan will be sworn in on Saturday, a Supreme Court spokeswoman said. The court is in recess until October, when it will return to the bench for a new term to hear disputes on immigration, violent videos and other cases.\n\n(Additional reporting by Rick Cowan, Editing by Stacey Joyce)", "url": "http://www.reuters.com/article/idUSTRE6744YW20100805"}], "title": "US Senate confirms Supreme Court nominee Elena Kagan"}, {"articles": [{"published": 1318809600.0, "title": "Kenya sends troops into Somalia to hit al-Shabab", "image": "http://ichef.bbci.co.uk/news/1024/media/images/56090000/jpg/_56090961_56090859.jpg", "body": "Kenyan troops have been converging on the border with Somalia in recent days\n\nKenya's foreign minister has told the BBC his country has sent troops into neighbouring Somalia to target the Islamist militant group al-Shabab.\n\nMoses Masika Wetangula said Kenya was defending itself, after a spate of suspected al-Shabab kidnappings.\n\nWitnesses described dozens of military vehicles pouring over the border, backed by planes and helicopters.\n\nReports say al-Shabab, which denies carrying out the abductions, has begun preparing militias to fight back.\n\nAl-Shabab spokesman Ali Mohamud Rage told the BBC Somali service: \"We will defend ourselves. Kenya doesn't know war. We know war. The tall buildings in Nairobi will be destroyed.\n\n\"We have fought against governments older and stronger than Kenya and we have defeated them.\"\n\nKidnap victims Judith Tebbutt: British tourist, 56 years old, snatched by gunmen on 11 September\n\nBritish tourist, 56 years old, snatched by gunmen on 11 September Marie Dedieu: 66-year-old French national, taken on 1 October days after she arrived in Kenya\n\n66-year-old French national, taken on 1 October days after she arrived in Kenya Blanca Thiebaut and Montserrat Serra: Spanish aid workers seized from the Dadaab refugee camp on 13 October Abducted from Kenya: Profiles Q&A: Al-Shabab\n\nSeveral Westerners have been seized in Kenya by suspected Somali militants and reportedly taken into Somalia.\n\nTwo Spanish aid workers from Medicins Sans Frontieres (MSF) were abducted from Kenya's sprawling Dadaab refugee camp on Thursday.\n\nA British woman and a French woman have been kidnapped from remote beach resorts over the past month, dealing a major blow to Kenya's tourism industry.\n\nThere have been conflicting reports about possible perpetrators of the kidnappings - with some claiming al-Shabab had carried them out, and others saying pirate gangs could be the attackers.\n\nAfter two decades of conflict, weapons are widely available in Somalia and the abductions could also be the work of another armed Somali group.\n\nForeigners repelled\n\nMr Wetangula said the troops went across the border on the request of Somalia's transitional government, which controls very little territory but is backed by the international community.\n\nAnalysis Eyewitness reports say there is a heavy military presence of Kenyan personnel inside Somalia, including air power. From the Somali government's point of view it will want to send out a message that it can cope with things on its own, that it does not want more foreign troops in Somalia - there are already Ugandan and Burundian propping up the government in Mogadishu - so it is a bit embarrassing to then have another country coming in to help out. From the Kenyan point of view it is trying to send out a message that it is very serious about security -the Kenyan government says it is going after al-Shabab because it thinks the group was behind the recent kidnappings. It is a message aimed at the Kenyan population to say 'look, we can still fight, we can still defend our country'. Kenya raises the stakes\n\n\"What we are doing is in pursuit of a request by the government of Somalia and also our own interest as a country to fight a group that is terror-based,\" he said.\n\n\"If you are the Kenyan government or a Kenyan, what would you have done? Will you clap for [the kidnappers] and say they have done a good job? No. You must defend your country.\"\n\nBut officials from Somalia's government denied any knowledge of the incursion, claiming that Kenya merely gave them logistical support.\n\nThe BBC's East Africa correspondent Will Ross says the transitional government already relies on foreign troops from the African Union (AU), so it is embarrassing to admit that it needs yet another country to intervene.\n\nAl-Shabab controls much of southern Somalia, and for years has been locked in combat with government forces and their allies from the AU.\n\nWitnesses said tanks and up to 40 Kenyan vehicles carrying soldiers had passed through the Somali town of Dhobley, near the border, on Sunday.\n\nPrevious foreign interventions in Somalia have ended in embarrassing withdrawals - the US in 1992 and Ethiopia in 2006.\n\nCorrespondents say many Kenyans will fear their country could be bogged down in a long, unwinnable conflict.", "url": "http://www.bbc.co.uk/news/world-africa-15331448"}, {"published": 1318809600.0, "title": "Kenya sends in troops to Somalia in pursuit of al-Shabaab militants", "image": "http://www.independent.co.uk/skins/ind/images/eagle_logo.jpg", "body": "Kenyan tanks, troops, trucks and air support were seen inside its northern neighbour a day after the country's Internal Security Minister labelled al-Shabaab \"the enemy\" vowed to set up a \"buffer zone\" north of its border. There were also reports of US drone attacks on suspected militant training camps in Ras Kamboni, a coastal forest near the border with Kenya.\n\nThe biggest military action in Kenya's recent history comes five years after Ethiopia invaded Somalia with US approval and air support – an action that ended in ignominious withdrawal and helped to create al-Shabaab in its current form.\n\nKenyan forces entered an area of southern Somalia where they have previously been supporting at least two Somali militia groups fighting al-Shabaab for territory. However, Nairobi appears to have decided that its proxy war across the border was not working and has sent an occupation force instead.\n\nThe move could have drastic consequences for famine relief efforts as Kenya said yesterday that no more Somali famine refugees would be allowed to cross into camps in northern Kenya. Aid workers and UN staff around the Somali town of Dhobley, which has been the staging post for efforts to feed hundreds of thousands of starving people, were expected to be evacuated today.\n\nSpeaking on condition of anonymity, one senior aid official warned that the military operation \"could backfire on humanitarian efforts\".\n\nFamine-blighted Somalia has been carved into warring enclaves over the past two decades and international attempts to deliver peace through backing individual factions have all ended in failure. \"Ethiopia went in four years ago and made speedy progress to Mogadishu,\" said Roger Middleton, a regional analyst from the Chatham House think tank. \"What they faced was an intense guerrilla war that drove them out and left behind a worse situation than before.\"\n\nThe military push follows the abduction in northern Kenya of four foreigners in the last two months by Somali gunmen. Al-Shabaab, which has lost territory during the Horn of Africa famine and is under pressure from African Union troops and rival militias in south and central Somalia, has not claimed responsibility for the kidnappings.\n\nAl-Shabaab responded to Kenya's move yesterday by calling for a holy war: \"Are you ready to live under Christians?\" one al-Shabaab official shouted on a radio station in southern Somalia. \"Get out of your homes and defend your dignity and religion. Today is the day to defend against the enemy.\"\n\nThe UN-backed transitional government, which controls the capital Mogadishu with the support of 9,000 African Union troops, said it was not consulted before Kenyan forces crossed the border.\n\n\"As a sovereign country we cannot condone any country crossing our border,\" Somalia's ambassador to Kenya, Mohamed Ali Nur, told The Independent yesterday. He also blamed al-Shabaab for the abductions but said that, while Kenya had the right to protect itself, it should do so within its own territory: \"We will not allow any country to invade us.\"\n\nEast Africa's largest economy has been hit recently by the overflow from the crisis in its anarchic northern neighbour. The abductions of the British woman Judith Tebbutt and the French woman Marie Dedieu from holiday islands on the northern coast have affected tourism, which is an important foreign-currency earner.", "url": "http://www.independent.co.uk/news/world/africa/kenya-sends-in-troops-to-somalia-in-pursuit-of-alshabaab-militants-2371620.html"}, {"published": 1318723200.0, "title": "Kenyan Forces Enter Somalia to Fight Shabab militants", "image": "http://static01.nyt.com/images/icons/t_logo_291_black.png", "body": "Advertisement Continue reading the main story\n\nNAIROBI, Kenya — The Kenyan military stormed into Somalia on Sunday, sending hundreds of troops to battle the Shabab militant group and becoming the latest East African country to be dragged into Somalia’s intractable anarchy.\n\nEthiopia occupied much of Somalia in 2007, and thousands of Ugandan and Burundian troops are stationed there now, serving as African Union peacekeepers trying to shore up Somalia’s weak transitional government. Those countries have a history of civil war and relatively active armies, while Kenya is known for its mild foreign policy and is one of the few nations in the region that has never been led by a military man.\n\nAccording to Kenyan security officials, several hundred Kenyan soldiers crossed into Somalia in a column of armored trucks and tanks, backed by helicopters, which have begun to bomb and strafe Shabab positions. More Kenyan soldiers are apparently on their way.\n\n“They’re going all the way to Kismayo,” said one Kenyan security official, referring to a Shabab-controlled port city in southern Somalia. “We’re going to clear the Shabab out.”\n\nA Somali military commander said warplanes carried out airstrikes on Shabab bases in southern Somalia, Reuters reported, but he could not confirm that the aircraft were Kenyan.\n\nThe Shabab are a ruthless insurgent group; they have pledged allegiance to Al Qaeda and have become masters of suicide bombs, slaughtering countless civilians in their own country and scores of pub-goers in Uganda in July 2010, apparently as a reprisal for Uganda’s involvement in Somalia. Many Kenyans are now concerned that the Shabab may try to kill Kenyans or some of the hundreds of thousands of tourists who flock to see the country’s fabled wildlife parks each year.\n\n“It worries me,” said John Githongo, a political analyst and former Kenyan government official.\n\nA Shabab attack is “overdue, to be very grimly honest,” he said, adding that Kenya’s decision to wade into Somalia was only going to raise the risks.\n\nThe Kenyan government has justified its actions, blaming the Shabab for a recent string of kidnappings of Westerners in Kenya. On Saturday, George Saitoti, Kenya’s internal security minister, announced that Kenyan forces would begin hitting back, even though many analysts have said that the kidnappings were not the work of the Shabab but of Somali bandits and pirates.\n\n“Our territorial integrity is threatened,” Mr. Saitoti said. “It means we are now going to pursue the enemy, who are the Al-Shabab, to wherever they will be.”\n\nKenyan security forces have intervened in Somalia before, back in the 1960s, when Somalia tried to foment an uprising in the ethnic Somali parts of Kenya along the border. More recently, the Kenyan Army, which is trained by British and American advisers, has been aiding Somali militias along the border in an effort to push back the Shabab, who control much of southern Somalia, and create a buffer zone. Occasionally, small contingents of Kenyan troops have crossed into Somalia, though the maneuvers were usually covert, with the government covering up casualties.\n\nBut Mr. Githongo and others could not remember a time when Kenyan forces had so overtly intervened in a neighboring country.\n\n“There’s no precedent,” Mr. Githongo said.\n\nAl Qaeda terrorists have shown they can strike in Kenya, blowing up the United States Embassy in Nairobi in 1998 and bombing a tourist hotel in Mombasa, on the Indian Ocean coast, in 2002. Some of the terrorists involved in those attacks later hid in Somalia, which has been mired in various stages of anarchy since the central government collapsed in 1991.", "url": "http://www.nytimes.com/2011/10/17/world/africa/kenyan-forces-enter-somalia-to-battle-shabab.html"}], "title": "Kenya troops enter Somalia after kidnappings"}, {"articles": [{"published": 1245974400.0, "title": "Obama praise for Iran's Mousavi", "image": "http://newsimg.bbc.co.uk/media/images/45979000/jpg/_45979709_mousavi_getty226b.jpg", "body": "Mr Mousavi had become the protesters' representative, Barack Obama said US President Barack Obama has praised the opposition candidate in Iran's disputed presidential election. Mr Obama said Mir Hossein Mousavi had captured the imagination of groups in Iran that were interested in opening up to the world. He spoke of the bravery of protesters in the face of \"outrageous\" violence. Mr Obama's comments came hours after foreign ministers from the G8 nations issued a statement \"deploring\" the post-election violence in Iran. In Iran itself, a spokesman for the powerful Guardian Council - which is due to give its final ruling on the election on Sunday - said there had been no election fraud. And a member of Iran's top clerical body urged the judiciary to deal ruthlessly with the leaders of the protests. Some 17 people are thought to have died in street protests in the past two weeks, and Tehran has imposed severe restrictions on journalists and the internet. Rights group Amnesty International called on Iranian leaders to release more than two dozen journalists arrested since the polls. 'Condemn it' Mr Obama made his comments at a news conference in Washington after talks with German Chancellor Angela Merkel. IRAN UNREST 12 June Presidential election saw incumbent Mahmoud Ahmadinejad re-elected with 63% of vote Main challenger Mir Hossein Mousavi called for result to be annulled for electoral fraud Street protests saw at least 17 people killed and foreign media restricted\n\nQ&A: Election aftermath How Iran is ruled Who's who in Iran Iran: Send your questions Mr Mousavi had become the representative of protesters on the streets who, he said, had displayed \"extraordinary courage\". \"The violence perpetrated against them is outrageous,\" Mr Obama said. \"In spite of the government's efforts to keep the world from bearing witness to that violence, we see it and we condemn it.\" In Italy, meanwhile, G8 foreign ministers said they respected the sovereignty of Iran, but deplored the post-electoral violence. \"We express our solidarity with those who have suffered repression while peacefully demonstrating and urge Iran to respect fundamental human rights,\" their statement said. \"The crisis should be settled soon through democratic dialogue and peaceful means.\" But the G8 leaders said the door to dialogue with Iran must remain open. And the G8's comments were not as strong as France and Italy had wanted, after Russia warned against isolating Iran. Russian Foreign Minister Sergei Lavrov said engagement with Iran was \"the key word\". He stressed the need to focus on \"the main task - to move toward resolving the issues of the Iranian nuclear programme\". ANALYSIS Jeremy Bowen\n\nBBC News, Tehran The Guardian Council is due to give its definitive verdict on Sunday. But the remarks by its spokesman are yet another indication that it will be a formality. The question though is whether the fracture in the ruling elite that this crisis has caused will heal. When you ask Iranians about the way this might go, a phrase keeps cropping up. They say it might seem quiet to an outsider but there is fire below the ashes. Eerie calm masks Iran tensions Before the G8 issued its statement, a spokesman for Iran's top election body, the Guardian Council, said the vote had been fair. \"We have had no fraud in any presidential election and this one was the cleanest election we have had,\" Abbasali Kadkhodai told Irna news agency. Meanwhile, a senior hard-line cleric said in his Friday sermon that the leaders of the protests should be dealt with \"severely and ruthlessly\". \"I want the judiciary to... punish leading rioters firmly and without showing any mercy to teach everyone a lesson,\" Ahmad Khatami told worshippers at Tehran university in comments broadcast nationwide.\n\n\n\nBookmark with: Delicious\n\nDigg\n\nreddit\n\nFacebook\n\nStumbleUpon What are these? E-mail this to a friend Printable version", "url": "http://news.bbc.co.uk/1/hi/world/middle_east/8122028.stm"}, {"published": 1245542400.0, "title": "Ten Killed in Iran Unrest, Rafsanjani Relatives Held (Update2)", "image": "", "body": "June 21 (Bloomberg) -- At least 10 protesters were killed in Iran and, in a sign of widening divisions within the regime, state media reported that security forces detained five members of former President Ali Akbar Hashemi Rafsanjani’s family.\n\nRafsanjani, one of the most influential politicians in Iran, is a behind-the-scenes supporter of opposition leader Mir Hossein Mousavi, who says that June 12 elections were rigged in favor of President Mahmoud Ahmadinejad. That puts him in conflict with Supreme Leader Ayatollah Ali Khamenei who has approved of the electoral win.\n\nParliament Speaker Ali Larijani said most Iranians contest the official results of the election, state-run Press TV reported on its Web site today. Ten people were killed yesterday in rioting as thousands of people defied Khamenei’s ban on rallies, state television reported, quoting deputy police chief Ahmadreza Radan.\n\nHundreds of thousands of Iranians have opposed Ahmadinejad’s re-election in the largest demonstrations since the Islamic Revolution that ousted the shah in 1979. The protests and split within the ruling elite mark an unprecedented challenge to the authority of Khamenei, the successor of Ayatollah Ruhollah Khomeini, leader of the Islamic Revolution.\n\n“This is open conflict,” said Anoush Ehteshami, a professor of international relations at Durham University in the U.K. “Both sides are refusing any compromise.”\n\nOrganized Demonstrations\n\nNo organized demonstrations appeared to occur today in the capital, which has seen daily protests for the past eight days. Foreign news media have been banned from covering rallies and Internet and mobile phone connections are sporadic, making texting impossible and conversations difficult.\n\nIran expelled Jon Leyne, the British Broadcasting Corp’s Iran correspondent, the BBC said in an e-mailed statement today.\n\nThe Rafsanjani family members, including his daughter, Faezeh Hashemi, were arrested yesterday in connection with the protests, the state-run Fars news agency said. Rafsanjani’s daughter has been seen on state television at a protest, addressing demonstrators.\n\nRafsanjani, 75, who heads the Assembly of Experts, a clerical body which has the power to appoint or dismiss the supreme leader, now is likely to rally support to try to dislodge Khamenei, said Ehteshami.\n\nFurther Demonstrations\n\nMousavi, 67, yesterday called for further demonstrations in defiance of Khamenei, the highest authority in the Persian Gulf nation of 73 million. The supreme leader warned in a speech two days ago that the protests must stop, or opposition leaders would be responsible for the bloodshed.\n\nRadan said more than 100 people were injured in rioting. He said security forces did not use firearms and “terrorist groups” among the protesters were responsible for the casualties. CNN television, citing staff at a Tehran hospital, said 19 people were killed.\n\nLarijani said in comments yesterday on state-run Channel 2 that “a majority of the people are of the opinion that the actual election results are different than what was officially announced,” Press TV reported.\n\n“The opinion of this majority should be respected,” he said on a Web site affiliated with him, Khabaronline, according to Press TV. The parliament speaker, a former head of the Security Council, sat to the right of Ahmadinejad during Khamenei’s Friday prayers address at Tehran University on June 19 in which the supreme leader backed the president.\n\n‘Problems for Ahmadinejad’\n\n“The fact that Larijani has come out like this is going to really cause problems for Ahmadinejad, the supreme leader and the regime itself,” said Kaveh-Cyrus Sanandaji, an Iran expert from Oxford University in the U.K. “This is undermining the regime internally, there is dissent at the very top echelons of government.”\n\nFormer President Mohammad Khatami, 65, a Mousavi ally who sought to promote more social and political freedoms during his 1997-2005 administration, also said that “a massive number of our great people do not believe the results that were announced.”\n\n“Public trust has been damaged,” Khatami said in a statement on his Web site and that of Mousavi. “Closing the door to civil protests means opening a dangerous path and God knows where that will lead.”\n\nKhamenei, 69, during Friday prayers reaffirmed Ahmadinejad’s electoral victory, calling it a “real celebration” for Iran and a “political earthquake” for the country’s enemies.\n\nUnjust Actions\n\nIn Washington, President Barack Obama urged an end to the crackdown. “We call on the Iranian government to stop all violent and unjust actions against its own people,” he said in an e-mailed statement.\n\nAt least 15 people were killed before yesterday’s protests, the British Broadcasting Corp. said.\n\nThe turmoil in Iran poses a dilemma for Obama: speaking up in support of the protesters may undermine the very forces he supports, while keeping quiet exposes him to domestic political criticism.\n\n“If we appear to be cheerleading for some sort of opposition movement on the streets, it intensifies the opposition of the hardliners,” said Suzanne Maloney, an Iran analyst at the Brookings Institution in Washington.\n\nTear Gas\n\nVideo aired by Press TV showed scores of demonstrators being scattered by tear gas yesterday. A separate video aired by the British Broadcasting Corp.’s Persian service showed hundreds protesting in another location.\n\nAn amateur video posted on Facebook showed protesters chanting “death to the dictator!” attacked by baton-wielding anti-riot police.\n\nAfter the protests were broken up, Mousavi, posted a letter to the clergy-led Guardian Council on his Web site, repeating his call for the election to be annulled and alleging that vote-fraud had been planned months in advance.\n\nAhmadinejad won about 63 percent of the vote, to Mousavi’s 34 percent.\n\nThe Guardian Council said it was ready to recount “randomly” up to 10 percent of ballot boxes, Press TV said.\n\nThe Security Council has blamed an “organized network” led by groups with connections to foreigners for stoking the demonstrations.\n\nKhatami, 65, denounced efforts to tar the protests as foreign-led as “tension-fueling and insulting propaganda.”\n\nIt is still possible to move away from “this chaotic situation,” he said in comments reported by the state-run Mehr news agency.\n\nAhmadinejad’s opponents, who accuse him of driving Iran into international isolation over the country’s nuclear program, say his re-election removes any vestiges of democracy in the Islamic republic.\n\nTo contact the editor responsible for this story: Peter Torday at ptorday@bloomberg.net.", "url": "http://www.bloomberg.com/apps/news?pid=20601085&sid=aBGL8pePea4g"}, {"published": 1245369600.0, "title": "Iran: Ayatollah Ali Khamenei inflamed divisions in address at Friday prayers", "image": "http://i.telegraph.co.uk/multimedia/archive/01427/iran2_1427309a.jpg", "body": "Iran’s Supreme Leader found himself defending 30 years of theocracy in the midst of a secular crisis at today’s Friday prayers. In an extraordinary performance, Ayatollah Ali Khamenei inflamed the divisions that have rent Iran’s streets since last weekend’s election.\n\nThe corrugated shed that serves as the vast gathering hall of Tehran University is as stark as the messages it echoes to whenever the Islamic regime is under pressure.\n\nMr Khamenei's address was a mixture of the profane and the declamatory. Like an onion the speech got sharper as the layers of his message were peeled away. The mass demonstrations in Tehran and elsewhere this week were declared illegal. The explicit threat to unleash the thugs and hardmen of the Basij militia was made and reiterated.\n\nIt is a measure of the gravity of the challenge the Islamic Republic faces that Mr Khamenei chose to go on a direct attack against his opponents. Not just against the \"Zionists and British,\" but the only active Iranian leaders who could be considered his peers.\n\nThe demonstrations in favour of presidential challenger Mir-Hossein Musavi were declared to be a threat to the Islamic Republic. The elections may have encompassed mistakes, he conceded, but a gap of 11 million votes - in favour of Mahmoud Ahmadinejad, the Holocaust denying president - was infallible.\n\nWhile careful not to attack Mr Musavi, the sermon was a direct assault on his credibility. The two men have history. As president and prime minister the men, both members of Persia’s Azeri ethnic minority, fought a long power-struggle that Mr Mousavi eventually lost in the late 1980s.\n\nBut it was a lengthy discourse on former president Hashemi Rafsanjani that sealed the faultlines of a battle for supremacy that is likely to dictate Iran's future. He rubbished bazaar criticism of Mr Rafsanjani for corruption, only to implicate the Rafsanjani family as \"problematic.\"\n\nAs head of the Assembly of Experts, a college of clerics that elects the Supreme Leader, Mr Rafsanjani is theoretically the only man who could depose Mr Khamenei. He has reportedly sought a quorum for it to meet this week.\n\nEither that happens and Mr Rafsanjani makes his move or Supreme Leader will be free to break his opponents by unleashing the myriad guard forces built up since the 1979 as a cordon for the clerics.\n\nAll else was rhetoric. Nasty. Xenophobic. Designed to sow doubt, suspicion and hatred across Iran. He lashed out in bizarre tangents. He twisted Barack Obama’s carefully worded expression of neutrality. The US leader was two-faced - on the one hand writing letters requesting friendship and on the other waiting for the regime to fall.\n\nHe blamed the British media for fanning the flames of demonstrations. He said there were foreign spies instigating riots and \"burning the possessions of the people.\"\n\nHe drew cheers when called on God to protect the boat from the termites. As a finale he turned the occasional tearful by embracing the mystical depths of Shia Islam. He heralded the hidden imam, a 8th century descendent of the prophet Muhammad that believers see as the angel of salvation.", "url": "http://www.telegraph.co.uk/comment/personal-view/5577434/Iran-Ayatollah-Ali-Khamenei-inflamed-divisions-in-address-at-Friday-prayers.html"}, {"published": 1245369600.0, "title": "Mousavi rally in doubt after Iran leader warning", "image": "http://s3.reutersmedia.net/resources/r/?m=02&d=20090619&t=2&i=10569883&w=1200&fh=&fw=&ll=&pl=&r=2009-06-19T153535Z_01_BTRE55I17BQ00_RTROPTP_0_IRAN-ELECTION", "body": "TEHRAN Backers of beaten presidential candidate Mirhossein Mousavi will decide on Saturday whether to defy a stern warning by Iran's top authority and stage mass protests over a disputed election.\n\n(Editors' note: Reuters and other foreign media are subject to Iranian restrictions on their ability to report, film or take pictures in Tehran.)\n\nIran's top legislative body holds an extraordinary session on Saturday morning to which it has invited Mousavi and the two other candidates who lost against President Mahmoud Ahmadinejad in the June 12 election, which Mousavi wants annulled.\n\nSupreme Leader Ayatollah Ali Khamenei demanded an end to the rallies on Friday, issuing a strong warning to leaders of the street protests that they will be responsible for any bloodshed.\n\nPresident Barack Obama condemned the violence carried out by security forces and believed Iranians should be free to protest, his spokesman said on Friday after Khamenei's speech, sharpening the White House's rhetoric over the post-election events.\n\nKhamenei's words appeared to hint at a future crackdown by authorities on rallies. Khamenei said the election was fairly won by Ahmadinejad and not rigged, as Mousavi who wants the poll annulled has said.\n\nAnother defeated candidate, Mehdi Karoubi, called in an open letter to the Guardian Council legislative body for the election to be canceled.\n\nThere was no immediate word from Mousavi's supporters whether they would still go ahead with a planned demonstration in downtown Tehran at around 4 p.m. (7:30 a.m. EDT) on Saturday.\n\nAn ally of Mousavi said he was not calling on people to take to the streets again. \"Mousavi has no plans to hold a rally tomorrow or the day after tomorrow,\" he told Reuters.\n\nBut his supporters may decide to show up anyway, as they did in their tens of thousands last Tuesday despite a call by Mousavi for them to stay home.\n\nIf they proceed in defiance of Khamenei's explicit warning, they risk a severe response from security forces, which have so far not tried to prevent Iran's most widespread street rallies since the 1979 Islamic revolution.\n\n\"If there is any bloodshed, leaders of the protests will be held directly responsible,\" the white-bearded cleric told huge crowds thronging Tehran University for Friday prayers.\n\nState media have reported seven or eight people killed in unrest since the election outcome was published on June 13, prompting Mousavi's supporters to hold mass rallies in Tehran, with demonstrations reported in several Iranian cities.\n\nScores of reformists have been arrested and authorities have cracked down on foreign and domestic media.\n\nIn a sign of defiance, Mousavi backers took to Tehran rooftops after nightfall on Friday to shout Allahu Akbar (God is greatest), an echo of tactics in the 1979 Islamic revolution.\n\n\"SOMETHING EXTRAORDINARY\"\n\nKhamenei called for calm in his country, a major oil exporter embroiled in dispute with major powers over its nuclear program which the West suspects could be used to make bombs. Tehran says its nuclear work is peaceful.\n\nHe also attacked what he called interference by foreign powers who had questioned the result of the election.\n\nBritain said it had summoned the Iranian ambassador to complain about Khamenei's speech, in which he also called the British \"the most treacherous\" of Iran's enemies.\n\nAsked about the call by Khamenei for street protests to end, White House spokesman Robert Gibbs said on Friday: \"He (Obama) believes that those who wish to have their voices heard should be able to do that without fear of violence.\"\n\n\"I think you're ... witnessing something extraordinary ... I'm not sure that anybody even a week ago or so would have expected to see the courageous images that we're seeing now.\"\n\nIran's national security council dismissed a complaint by Mousavi, in a letter to the Interior Ministry body earlier this week, about plainclothes men using weapons such as sticks and metal rods to attack protesters.\n\n\"Your national duty and responsibility would require that instead of raising charges against police or army forces ... to try to avoid such illegal gatherings and not support them,\" Fars News Agency quoted its secretary Abbas Mohtaj as saying.\n\n\"You are certainly aware that in the event of instigating or inviting such illegal gatherings the responsibility for the consequences would lie with you,\" he said.\n\nMousavi has demanded the annulment of the election result, which showed he won 34 percent of the votes to Ahmadinejad's tally of nearly 63 percent.\n\nThe Guardian Council is considering complaints by the three losing candidates, but has said only that it will recount some disputed ballot boxes.\n\nIt has invited Mousavi, Karoubi and conservative Mohsen Rezaie to an extraordinary session on Saturday to discuss their 646 complaints about the election.\n\n\"We are urging candidates to avoid any remarks which can disturb public opinion until the Guardian Council carries out its final investigation,\" council spokesman Abbasali Kadkhodai told the official IRNA news agency.\n\n(Additional reporting by Dominic Evans and Hashem Kalantari; Editing by Peter Millership)", "url": "http://www.reuters.com/article/worldNews/idUSTRE55F54520090619"}], "title": "Former president Rafsanjani to lead Friday Iran prayers"}]